Repository: ahs3/addons-source
Catalog: DescendantBooks/po/*-local.po
Languages: de, fr, ru, sk

source: Descendant Book
de: Nachkommenbuch
fr: Livre de Descendance
ru: Книга о потомках
sk: Kniha potomkov

source: Produces one or more descendant reports based on a supplied query.
de: Erstellt basierend auf einer angegebenen Abfrage einen oder mehrere Nachkommenberichte.
fr: Produit un ou plusieurs rapports de descendants basés sur une requête fournie.
ru: Создаёт различные отчёты о предках в зависимости от запроса.
sk: Vytvára jednu alebo viac správ o potomkoch na základe dodanej požiadavky.

source: Detailed Descendant Book
de: Ausführliches Nachkommenbuch
fr: Livre détaillé de descendance
ru: Подробная книга о потомках
sk: Podrobná kniha potomkov

source: Produces one or more detailed descendant reports based on a supplied query.
de: Erstellt basierend auf einer angegebenen Abfrage einen oder mehrere ausführliche Nachkommenberichte.
fr: Produit un ou plusieurs rapports détaillés sur les descendants basés sur une requête fournie.
ru: Создаёт различные подробные отчёты о предках в зависимости от запроса.
sk: Vytvára jednu alebo viac podrobných správ o potomkoch na základe dodanej požiadavky.

source: sp. see %(reference)s : %(spouse)s
de: Part. siehe %(reference)s : %(spouse)s
fr: conj. vus %(reference)s : %(spouse)s
ru: супр. смотри %(reference)s : %(spouse)s
sk: manž. pozri %(reference)s : %(spouse)s"

source: see report: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
de: siehe Bericht: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s
fr: voir le rapport : %(report)s, réf. : %(reference)s : %(person)s & %(spouse)s
ru: смотри отчёт: %(report)s, ссылка: %(reference)s : %(person)s и %(spouse)s
sk: pozri správu: %(report)s, ref: %(reference)s : %(person)s & %(spouse)s

source: Descendants Report
de: Nachkommenbericht
fr: Rapport sur les descendants
ru: Отчёт о потомках
sk: Správa o potomkoch

source: Writing %s reports...
de: Schreibe %s Berichte...
fr: Rédaction de %s rapports…
ru: Запись %s отчётов...
sk: Písanie %s správ...

source: {report_count}. Descendants of {name}
fr: {report_count}. Descendants de {name}
sk: (report_count). Potomkovia osoby (name)

source: Select filter to restrict people that appear in the report
de: Wählen den Filter aus, um Personen einzuschränken, die im Bericht vorkommen
fr: Sélectionnez un filtre pour restreindre les individus qui apparaîtront dans le rapport
ru: Выберите фильтр для ограницения лиц в отчёте
sk: Vyberte filter na vymedzenie ľudí, ktorí sa objavia v správe

source: Whether to show duplicate family trees in the report.
de: Ob doppelte Familienbäume im Bericht angezeigt werden.
fr: Inclure ou non les familles en double dans le rapport.
ru: Включать или нет информацию о дубликатах древ.
sk: Či sa majú v správe zobraziť duplicitné rodinné stromy.

source: The style used for the title of the page.
de: Der Stil, der für den Seitentitel verwendet wird.
fr: Le style utilisé pour les titres de page.
ru: Стиль заголовка страницы.
sk: Štýl použitý pre titul strany.

source: The style used for the table of contents header.
de: Der Stil, der für die Überschrift des Inhaltsverzeichnisses verwendet wird.
fr: Le style utilisé pour l'en-tête de la table des matières.
ru: Стиль для заголовка содержания.
sk: Štýl použitý pre záhlavie obsahu.

source: The style used for the table of contents detail.
de: Der Stil, der für die Angaben im Inhaltsverzeichnisses verwendet wird.
fr: Le style utilisé pour les détails de la table des matières.
ru: Стиль для примечаний в содержании.
sk: Štýl použitý pre detail obsahu.

source: Detailed Descendants Report
de: Ausführlicher Nachkommenbericht
fr: Rapport détaillé sur les descendants
ru: Подробный отчёт о предках
sk: Podrobná správa o potomkoch

source: Generating %s report references...
de: Erstelle %s Berichtsreferenzen...
fr: Création de %s références du rapport…
ru: Создание %s ссылок в отчёте...
sk: Generovanie %s odkazov správy...

source: %(report_count)s. Descendant Report for %(person_name)s
de: %(report_count)s. Nachkommenbericht für %(person_name)s
fr: %(report_count)s. Rapport des descendants pour %(person_name)s
ru: %(report_count)s. Отчёт о потомках для %(person_name)s
sk: %(report_count)s. Správa o potomkoch pre %(person_name)s

source: Index of Places
de: Ortsverzeichnis
fr: Index des lieux
sk: Index miest

source: Index of Dates
de: Index der Daten
fr: Index des dates
sk: Index dátumov

source: Index of Names
de: Namensverzeichnis
fr: Index des noms
sk: Index mien

source: Report, Generation, Person, Name
de: Bericht, Generation, Person, Name
fr: Rapport, Génération, Individu, Nom
sk: Správa, Generácia, Osoba, Meno

source: See Report : {report}, Generation : {generation}, Person : {person}
fr: Voir le rapport : {report}, Génération : {generation}, Individu : {person}
sk: Pozri správu : {report}, Generácia : {generation}, Osoba : {person}

source: Report appearances for %s
de: Berichtserscheinungsbild für %s
fr: Rapport des apparitions pour %s
ru: Отчёт о появлении %s
sk: Zobrazenia správy pre %s

source: Spouse of: Report: {report}, Generation: {generation}, Person: {person}
fr: Conjoint de : Rapport : {report}, Génération : {generation}, Individu : {person}
sk: Manžel/manželka osoby: Správa: {report}, Generácia: {generation}, Osoba: {person}

source: Report: {report}, Generation: {generation}, Person: {person}
fr: Rapport : {report}, Génération : {generation}, Individu : {person}
sk: Správa: {report}, Generácia: {generation}, Osoba: {person}

source: %(event_name)s of %(name)s
de: %(event_name)s von %(name)s
fr: %(event_name)s de %(name)s
ru: %(event_name)s %(name)s
sk: %(event_name)s osoby %(name)s

source: %(event_name)s of %(name)s and %(mate)s
de: %(event_name)s von %(name)s und %(mate)s
fr: %(event_name)s de %(name)s et %(mate)s
ru: %(event_name)s %(name)s и %(mate)s
sk: %(event_name)s osoby %(name)s a %(mate)s

source: . Ref: %(repno)s %(gen)s %(per)s
fr: . Réf : %(repno)s %(gen)s %(per)s
ru: . Ссылка: %(repno)s %(gen)s %(per)s

source: Ref: {number}. {name}
fr: Réf : {number}. {name}

source: List children
de: Kinder auflisten
fr: Liste des enfants
ru: Перечислять детей
sk: Uviesť deti

source: Add descendant reference in child list
de: Nachkommenreferenzen zu Kinderliste hinzufügen
fr: Ajouter la référence du descendant dans la liste des enfants
ru: Добавлять ссылки на потомков в спискок детей
sk: Pridať odkaz na potomka do zoznamu detí

source: Include Index of Names
de: Namensindex aufnehmen
fr: Inclure l'index des noms
ru: Включить содержание имён
sk: Zahrnúť index mien

source: Whether to include the index of Names at the end of the report.
de: Ob ein Namensindex am Ende des Berichts aufgenommen wird.
fr: Inclure ou non l'index des noms à la fin du rapport.
ru: Включать ли содержание имён в конце отчёта.
sk: Či zahrnúť index mien na konci správy.

source: Include index of Dates
de: Datenindex aufnehmen
fr: Inclure l'index des dates
ru: Включить содержание дат
sk: Zahrnúť index dátumov

source: Whether to include the index of Dates at the end of the report.
de: Ob ein Datenindex am Ende des Berichts aufgenommen wird.
fr: Inclure ou non l'index des dates à la fin du rapport.
ru: Включать ли содержание дат в конце отчёта.
sk: Či zahrnúť index dátumov na konci správy.

source: Include index of Places
de: Ortsindex aufnehmen
fr: Inclure l'index des lieux
ru: Включить содержание мест
sk: Zahrnúť index miest

source: Whether to include the index of Places at the end of the report.
de: Ob ein Ortsindex am Ende des Berichts aufgenommen wird.
fr: Inclure ou non l'index des lieux à la fin du rapport.
ru: Включать ли содержание мест в конце отчёта.
sk: Či zahrnúť index miest na konci správy.

source: Include the 'Report appearances' section with each person
de: Fügen Sie jeder Person den Abschnitt 'Auftritte melden' hinzu
fr: Inclure la section « Rapport des apparitions » avec chaque individu
sk: Zahrnúť sekciu 'Zobrazenia v správe' pre každú osobu

source: The 'Report appearances' section shows other places in the report where the person is mentioned.
de: Der Abschnitt 'Berichtserscheinungen' zeigt andere Stellen im Bericht, an denen die Person erwähnt wird.
fr: La section « Rapport des apparitions » montre d'autres endroits dans le rapport où l'individu est mentionnée.
sk: Sekcia 'Zobrazenia v správe' zobrazuje ďalšie miesta v správe, kde je osoba spomenutá.

source: The style used for the children list.
de: Der Stil, der für die Kinderliste verwendet wird.
fr: Le style utilisé pour la liste des enfants.
ru: Стиль списка детей.
sk: Štýl použitý pre zoznam detí.

source: The basic style used for Note header.
de: Der Basisstil, der für die Notiz Überschrift verwendet wird.
fr: Le style de base utilisé pour l'en-tête des notes.
ru: Основной стиль для заголовка заметок.
sk: Základný štýl použitý pre záhlavie poznámky.

source: The style used for the first personal entry.
de: Der Stil, der für den ersten persönlichen Eintrag verwendet wird.
fr: Le style utilisé pour la première entrée personnelle.
ru: Стиль первой личной записи.
sk: Štýl použitý pre prvý osobný záznam.

source: The style used for the More About header and for headers of mates.
de: Der Stil, der für die "Mehr über" Kopfzeile und Kopfzeile von Partnern verwendet wird.
fr: Le style utilisé pour l'en-tête « En savoir plus sur » et pour les en-têtes des partenaires.
ru: Стиль используемый для заголовков подробностей и для заголовков друзей.
sk: Štýl použitý pre záhlavie Viac informácií a pre záhlavie partnerov.

source: The style used for additional detail data.
de: Der Stil, der für die sonstigen genauen Daten verwendet wird.
fr: Le style utilisé pour les données détaillées supplémentaires.
ru: Стиль для дополнительной информации.
sk: Štýl použitý pre doplňujúce detailné údaje.

source: The style used for note detail data.
de: Der Stil, der für Notizdetaildaten verwendet wird.
fr: Le style utilisé pour les données détaillées des notes.
ru: Стиль для содержания заметки.
sk: Štýl použitý pre detailné údaje poznámky.

source: The style used for the date in the Index of Dates.
de: Der Stil der für die Daten im Datenindex verwendet wird.
fr: Le style utilisé pour la date dans l'index des dates.
ru: Стиль для дат в содержании дат.
sk: Štýl použitý pre dátum v indexe dátumov.

source: The style used for the events in the Index of Dates.
de: Der Stil der für die Ereignisse im Datenindex verwendet wird.
fr: Le style utilisé pour les évènements dans l'index des dates.
ru: Стиль для событий в содержании дат.
sk: Štýl použitý pre udalosti v indexe dátumov.

source: The style used for the header in the Index of Names.
de: Der Stil der für die Überschrift im Namensindex verwendet wird.
fr: Le style utilisé pour l'en-tête dans l'index des noms.
ru: Стиль для заголовка содержания имён.
sk: Štýl použitý pre záhlavie v indexe mien.

source: The style used for the references in the Index of Names.
de: Der Stil der für die Referenzen im Namensindex verwendet wird.
fr: Le style utilisé pour les références dans l'index des noms.
ru: Стиль для ссылок в содержании имён.
sk: Štýl použitý pre referencie v indexe mien.

source: The style used for the header in the Index of Places.
de: Der Stil der für die Überschrift im Ortsindex verwendet wird.
fr: Le style utilisé pour l'en-tête dans l'index des lieux.
ru: Стиль для заголовка содержания мест.
sk: Štýl použitý pre záhlavie v indexe miest.

source: The style used for the references in the Index of Places.
de: Der Stil der für die Referenzen im Ortsindex verwendet wird.
fr: Le style utilisé pour les références dans l'index des lieux.
ru: Стиль для ссылок в содержании мест.
sk: Štýl použitý pre referencie v indexe miest.

source: Deep pruning ascendants from %s people...
de: Starke Reduzierung der Aszendenten von %s Personen...
fr: Élagage profond des ascendants de %s individus…
ru: Подробное формирование предков для %s лица...
sk: Hlboké prerezávanie predkov z %s ľudí...

source: Pruning ascendants from %s people...
de: Reduziere Aszendenten von %s Personen...
fr: Élagage des ascendants de %s individus…
ru: Формирование предков для %s лица...
sk: Prerezávanie predkov z %s ľudí...

source: Getting ascendants from %s people...
de: Hole Aszendenten von %s Personen...
fr: Obtention des ascendants de %s individus...
ru: Получение предков для %s лица...
sk: Získavanie predkov z %s ľudí...

source: Verifying descendants from %s people...
de: Vergleiche Nachkommen von %s Personen...
fr: Vérification des descendants de %s individus...
ru: Проверка потомков %s лица...
sk: Overovanie potomkov z %s ľudí...

source: Getting missing descendants from %s people...
de: Hole fehlende Nachkommen von %s Personen...
fr: Chargement des descendants manquants de %s individus...
ru: Получение отсутствующих потомков %s лица...
sk: Získavanie chýbajúcich potomkov z %s ľudí...

source: Getting missing descendants from %s people ...
de: Hole fehlende Nachkommen von %s Personen ...
fr: Chargement des descendants manquants de %s individus...
ru: Получение отсутствующих потомков %s лица...
sk: Získavanie chýbajúcich potomkov z %s ľudí ...

source: Verifying descendants from %s people after pruning...
de: Vergleiche Nachkommen von %s Personen nach Reduzierung...
ru: Проверка потомков %s лица после формирования...
sk: Overovanie potomkov z %s ľudí po prerezaní...

source: %s. Descendants of %s
de: %s, Nachkommen von %s
ru: %s. Потомки %s

source: See Report : %s, Generation : %s, Person : %s
de: Siehe Bericht : %s, Generation : %s, Person : %s
ru: Смотри отчёт : %s, Поколение : %s, Лицо : %s

source: Spouse of: Report: %s, Generation: %s, Person: %s
de: Ehepartner von: Bericht: %s, Generation: %s, Person: %s

source: Report: %s, Generation: %s, Person: %s
de: Bericht: %s, Generation: %s, Person: %s

source: Ref: %s. %s
ru: Ссылка: %s. %s
