Repository: ahs3/addons-source
Catalog: PersonEverything/po/*-local.po
Languages: fr, he, ru, sk

source: The style used for the title of the page.
fr: Le style utilisé pour les titres de page.
he: הסגנון שמשמש בכותרת העמוד.
ru: Стиль заголовка страницы.
sk: Štýl použitý pre titul strany.

source: Relationship to Father
fr: Relation au père
he: יוחסה לאב
ru: Отношение к отцу
sk: Vzťah k otcovi

source: Relationship to Mother
fr: Relation à la mère
ru: Отношение к матери
sk: Vzťah k matke

source: PersonEverything Report
fr: Rapport Tout sur la personne
ru: Всё о человеке
sk: Správa: Všetko o osobe

source: Produces a report containing everything about the active person
fr: Produit un rapport contenant tout sur la personne active
ru: Предоставляет отчёт содержащий все данные об активном лице
sk: Vytvorí správu obsahujúcu všetko o aktívnej osobe

source: All information about %s
fr: Toutes les informations sur %s
ru: Вся информация о %s
sk: Všetky informácie o %s

source: Primary name
fr: Nom principal
he: שם עיקרי
ru: Имя
sk: Primárne meno

source: Alternate name
fr: Non alternatif
ru: Альтернативное имя
sk: Alternatívne meno

source: This is the primary birth event.
fr: C'est l'événement de naissance principal.
ru: Это первичное событие рождения.
sk: Toto je primárna udalosť narodenia.

source: This is the primary death event.
fr: C'est le principal événement de la mort.
he: זהו אירוע הפטירה העיקרי.
ru: Это первичное событие смерти.
sk: Toto je primárna udalosť úmrtia.

source: Parent Family
fr: Parents
he: משפחת אב
ru: Семья родителей
sk: Rodina rodičov

source: Details of any children and events etc. would be in a similar report for the father or mother.
fr: Les détails de tous les enfants et événements, etc. seraient dans un rapport similaire pour le père ou la mère.
ru: Подробная информация о любых детях и событиях и так далее будет в аналогичном отчете для отца или матери.
sk: Podrobnosti o akýchkoľvek deťoch a udalostiach atď. by boli v podobnej správe pre otca alebo matku.

source: Temple and status
fr: Mormons et statuts
ru: Церковь и статус
sk: Chrám a status

source: LDS Ordinance family
fr: Événements familiaux mormons
ru: СПД семья

source: LDS
fr: Mormons
ru: СПД
sk: SND

source: Street, City, County, State, Postal Code, Country, Phone number
fr: rue, ville, département, région, code lieu, pays, numéro de téléphone
he: רחוב, עיר, מחוז, מדינה, קוד דואר, ארץ, מספר טלפון
ru: Улица, Город, Район, Штат, Почтовый код, Страна, Телефонный номер
sk: Ulica, Mesto, Okres, Štát, Poštové smerovacie číslo, Krajina, Telefónne číslo

source: Media Reference
fr: Référence de l'objet
he: אזכור מדיה
ru: Ссылка на документ
sk: Odkaz na médium

source: Description and Path
fr: Description et chemin
he: תיאור ונתיב
ru: Описание и путь
sk: Popis a cesta

source: Referenced Region
fr: Région de l'image
he: אזור מאוזכר
ru: Область для ссылки
sk: Odkazovaná oblasť

source: Mime type
fr: Type mime
he: סוג Mime
ru: Тип Mime
sk: Typ MIME

source: Given name(s): Title, Given, Suffix, Call Name, Nick Name, Family Nick Name
fr: Prénom(s) : titre, prénom, sufixe, prénom donné, surnom, nom-dit
ru: Имя/имена: Титул, Имя, суффикс, Прозвище, Псевдоним, Семейное прозвище

source: Note type
fr: Type de note
he: סוג הערה
ru: Тип заметки
sk: Typ poznámky

source: Parent Place
fr: Lieu parent
he: מקום אב
ru: Родина
sk: Miesto rodičov

source: Alternate Location
fr: Emplacement alternatif
he: חלף מקום
ru: Альтернативное место
sk: Alternatívna lokalita

source: Alternative Name
fr: Nom alternatif
he: שמות חלופיים
ru: Альтернативное имя
sk: Alternatívny názov

source: Latitude, Longitude
he: קו אורך, קו רוחב
ru: Широта, Долгота
sk: Zemepisná šírka, zemepisná dĺžka

source: Repository type
fr: Type de dépôt
ru: Тип хранилища
sk: Typ archívu

source: Repository reference
fr: Référence du dépôt
he: העדפות מאגר
ru: Ссылка на хранилище
sk: Odkaz na archív

source: Media type
fr: Type d'objet
he: סוג מדיה
ru: Тип документа
sk: Typ média

source: Origin type
fr: Type d'origine
he: סוג מוצא
ru: Имяобразование
sk: Typ pôvodu

source: Prefix, surname, connector
fr: Préfixe, nom de famille, connecteur
ru: Префикс, фамилия, связка
sk: Predpona, priezvisko, spojka

source: {This is the primary surname}
fr: {Ceci est le nom principal}
ru: {Это основная фамилия}
sk: {Toto je primárne priezvisko}

source: Tag name
fr: Étiquette
ru: Имя метки
sk: Názov značky

source: Tag colour and priority
fr: Couleur de l'étiquette et priorité
ru: Цвет метки и приоритет
sk: Farba značky a priorita

source: No source information found
fr: Pas d'information de la source trouvée
he: לא נמצא מידע מקור
ru: Не найдено информации об источнике
sk: Neboli nájdené žiadne informácie o zdroji
