Repository: ahs3/addons-source
Catalog: PlaceCompletion/po/*-local.po
Languages: ca

source: Error in PlaceCompletion.py
ca: Error a PlaceCompletion.py

source: Places tool
ca: Eina de llocs

source: Finding Places and appropriate changes
ca: Trobant Llocs i els canvis apropiats

source: Loading lat/lon file in Memory...
ca: Carregant fitxer lat/lon en Memòria...

source: Examining places
ca: Examinant llocs

source: Doing Place changes
ca: Fent canvis de Lloc

source: No place record was modified.
ca: No s'ha modificat cap registre de lloc.

source: 1 place record was modified.
ca: S'ha modificat un registre de lloc.

source: %d place records were modified.
ca: S'han modificat %d registres de lloc.

source: Change places
ca: Canviar llocs

source: The selected file is a directory, not a file.
ca: El fitxer seleccionat és un directori, no un fitxer.

source: The file you want to access is not a regular file.
ca: El fitxer on vol accedir no és un fitxer normal.

source: The file does not exist.
ca: El fitxer no existeix.

source: Problem reading file
ca: Problema llegint fitxer

source: invalid lat or lon value, %(lat)s, %(lon)s
ca: valor de lat o lon invàlids, %(lat)s, %(lon)s

source: No lat/lon conversion
ca: Sense conversió lat/lon

source: All in degree notation
ca: Tot en notació de graus

source: All in decimal notation
ca: Tot en notació decimal

source: Correct -50° in 50°S
ca: Corregir -50° per 50°S

source: No changes
ca: Sense canvis

source: City[, State]
ca: Ciutat[, Estat]

source: Don't search
ca: No cerquis

source: Wikipedia CSV Dump
ca: Bolcat CSV de Wikipedia

source: All Places
ca: Tots els Llocs

source: No Latitude/Longitude given
ca: No s'ha donat Latitud/Longitud

source: Parish:
ca: Parròquia:

source: Count_ry:
ca: Paí_s:

source: Height:
ca: Alçada:

source: Select A File
ca: Seleccionar fitxer
