Repository: ahs3/addons-source
Catalog: TimelineQuickview/po/*-local.po
Languages: fr, ru

source: Today
fr: Aujourd'hui
ru: Сегодня

source: Display a person's events on a timeline
fr: Affiche les événements d'une personne tout au long de sa vie
ru: Отображает события лица на временной диаграмме

source: Inlaw Parents
fr: Les parents par alliance
ru: Законные родители

source: Grandparents
fr: Les grand-parents
ru: Бабушки и дедушки

source: Inlaw Grandparents
fr: Les grand-parents par alliance
ru: Законные бабушки и дедушки

source: Great grandparents
fr: Les arrières-grand-parents
ru: Прабабушки и прадедушки

source: Inlaw Great grandparents
fr: Les arrières grand-parents par alliance
ru: Законные прабабушки и прадедушки

source: Great,
fr: Aïeux
ru: Пра,

source: great,
fr: aïeux
ru: пра,

source: great grandparents
fr: arrières-grand-parents
ru: прабабушки и прадедушки

source: Inlaw Great,
fr: Aïeux par alliance
ru: Законные пра,

source: Partner's spouse
fr: Conjoint du concubin
ru: Партнёр

source: Timeline for %s
fr: Fil du temps pour %s
ru: Временная диаграмма для %s

source: People involved
fr: Personnes impliquées
ru: Соответствующие люди
