Repository: ahs3/addons-source
Catalog: DynamicWeb/po/*-local.po
Languages: ca, he, it, ja, nb

source: Dynamic Web Report
ja: 動的ウェブレポート

source: Produces dynamic web pages for the database
ja: データベースの動的なWebページを作成します

source: SVG graphical tree
ja: SVG グラフィカル ツリー

source: Indexes pages
ja: インデックスページ

source: Custom page %(index)i
ja: カスタムページ %(index)i

source: Ascending tree
ja: 昇順ツリー

source: Descending tree
ja: 降順ツリー

source: Descending tree with spouses
ja: 配偶を持つ降順ツリー

source: Ascending and descending tree
ja: 昇順および降順ツリー

source: Ascending and descending tree with spouses
ja: 配偶を持つ昇順/降順ツリー

source: Size proportional to number of ancestors
ja: 祖先の数に比例した大きさ

source: Homogeneous parents distribution
ja: 均一な親の分布

source: Age based gradient
ja: 年齢に基づくグラデーション

source: Gradient
ja: グラデーション

source: Could not create the directory: %(path)s
ja: ディレクトリを作成できませんでした : %(path)s

source: Dynamic Web Site Report
ja: 動的 Web サイト レポート

source: Exporting family tree data ...
ja: 家系図データのエクスポート中...

source: Impossible to convert "%(path)s" to a relative path.
ja: "%(path)s" を相対パスに変換できません。

source: The pages configuration is not valid: several pages have the same content
ja: ページ構成が無効です : 複数のページに同じコンテンツがあります

source: Tree
ja: ツリー

source: Search results
he: תוצאות חיפוש
ja: 検索結果

source: Indexes
ja: インデックス

source: (filtered from _MAX_ total entries)
ja: (合計 _MAX_ 件のエントリからフィルタリング)

source: (sort by name)
ja: (名前で並べ替え)

source: (sort by quantity)
ja: (数量順に並び替え)

source: : activate to sort column ascending
he: : שפעול למיון עמודות בסדר עולה
ja: : 列を昇順に並べ替えるには有効にします

source: : activate to sort column descending
he: : שפעול למיון עמודות בסדר יורד
ja: : 列を降順に並べ替えるには有効にします

source: <p>This page provides the SVG raw code.<br>Copy the contents into a text editor and save as an SVG file.<br>Make sure that the text editor encoding is UTF-8.</p>
ja: <p>このページでは、SVG の生のコードを提供します。<br>内容をテキスト エディターにコピーし、SVG ファイルとして保存します。<br>テキスト エディターのエンコーディングが UTF-8 であることを確認してください。</p>

source: Alternate Name
ja: 別名

source: Click on the map to show it full-screen
ja: 地図をクリックすると全画面で表示されます

source: Configure
ja: 設定

source: Examples
ca: Exemples
he: דוגמאות
ja: 例

source: Families Index
ja: 家族のインデックス

source: Family Nick Name
ja: 家族のニックネーム

source: File ready
ja: ファイル準備完了

source: Include dates columns on the index pages
ja: インデックスページに日付列を含める

source: Include a column for media path on the index pages
ja: インデックスページにメディアパスの列を含める

source: Include a map in the individuals and family pages
ja: 個人および家族のページに地図を含める

source: Include half and/ or step-siblings on the individual pages
ja: 異父兄弟や義理の兄弟を個別のページに記載する

source: Include references in indexes
he: הכללת אזכורים במפתחות
ja: インデックスに参照を含める

source: Insert sources author in the sources title
ja: ソースのタイトルにソースの著者を挿入する

source: Maximize
ca: Maximitza
he: מירוב
it: Massimizza
ja: 最大化

source: Media Index
he: מפתח מדיה
ja: メディア インデックス

source: Media Type
ca: Tipus de suport
he: סוג מדיה
ja: メディアの種類

source: No data available in table
ja: 表にデータがありません

source: No matching records found
he: לא נמצאו רשומות התאמות
it: Nessuna informazione di registro corrispondente trovata
ja: 一致するレコードが見つかりません

source: No matching surname.
ja: 一致する姓がありません。

source: Other participants
ja: その他の参加者

source: Person page
ja: 人物ページ

source: Person to search for
ca: Persona a buscar
he: האדם אותו יש לחפש
ja: 検索する人物

source: Persons Index
ja: 人物インデックス

source: Persons
he: אנשים
ja: 人物

source: Places Index
he: מפתח מקומות
ja: 場所のインデックス

source: Preparing file ...
ca: S'està preparant el fitxer...
he: מתבצעת הכנת קובץ ...
ja: ファイルの準備中...

source: Relationship to Father
he: יוחסה לאב
ja: 父親との関係

source: Relationship to Mother
ja: 母親との関係

source: Repositories Index
ja: リポジトリ インデックス
nb: Arkivindeks

source: Restore
ja: 復元

source: Restore default settings
ja: 既定の設定を復元する

source: Show last modification time
ja: 最終更新日時を表示

source: SVG tree children distribution
ja: SVGツリーの子の分布

source: SVG tree configuration
ja: SVGツリー構成

source: SVG tree graph shape
ja: SVG ツリーグラフの形状

source: SVG tree graph type
ja: SVG ツリーグラフの種類

source: SVG tree parents distribution
ja: SVGツリーの親分布

source: Save tree as file
ja: ツリーをファイルとして保存

source: Search:
he: חיפוש:
it: Cerca:
ja: 検索 :

source: Select the background color scheme
ja: 背景の配色を選択する

source: Select the children distribution (fan charts only)
ja: 子の分布を選択 (ファンチャートのみ)

source: Select the number of ascending generations
ja: 昇順世代数の選択

source: Select the number of descending generations
ja: 子孫世代の数を選択する

source: Select the parents distribution (fan charts only)
ja: 親分布の選択 (ファンチャートのみ)

source: Select the shape of graph
ja: グラフ形状の選択

source: Select the type of graph
ja: グラフの種類を選択

source: Several matches.<br>Precise your search or choose in the lists below.
ja: 複数の一致があります。<br>検索を絞り込むか、下のリストから選択してください。

source: Show duplicates
he: הצגת רשומות כפולות
it: Mostra i duplicati
ja: 重複を表示

source: Showing 0 to 0 of 0 entries
ja: 0 件中 0 件から0 件を表示

source: Sort by:
ja: 並べ替え :

source: Sources Index
he: מפתח מקורות
ja: ソース インデックス

source: Suppress Gramps ID
he: דיכוי מזהה גרמפס
ja: Gramps ID を非表示にする

source: Surnames Index
he: מפתח שם משפחה
ja: 姓インデックス

source: Use tabbed panels instead of sections
ja: セクションの代わりにタブ付きパネルを使用する

source: Use the search box above in order to find a person.
ja: 人物を検索するには、上の検索ボックスを使用してください。

source: Use a table format for the surnames index
ja: 姓インデックスには表形式を使用する

source: Use a table format for the persons index
ja: 人物インデックスには表形式を使用する

source: Use a table format for the families index
ja: 家族インデックスには表形式を使用する

source: Use a table format for the sources index
ja: ソースインデックスには表形式を使用する

source: Use a table format for the places index
he: להשתמש בתסדיר טבלאי למפתח המקומות
ja: 場所のインデックスには表形式を使用する

source: Used for family
he: משמש למשפחות
ja: 家族向け

source: Used for media
ja: メディア向け

source: Used for person
he: משמש לאדם
ja: 個人向け

source: Used for place
ja: 場所向け

source: Used for source
ja: ソース向け

source: Web Link
he: קישור רשת
ja: ウェブリンク

source: Whether to use a special color for the persons that appear several times in the SVG tree
ja: SVGツリーに複数回出現する人物に特別な色を使用するかどうか

source: Without name
ja: 名前なし

source: Without surname
ja: 姓なし

source: Without title
ja: タイトルなし

source: Zoom in
he: התקרבות
ja: ズームイン

source: Zoom out
he: התרחקות
ja: ズームアウト

source: all
ja: すべて

source: Copying error: %(error)s
ja: コピーエラー : %(error)s

source: Impossible to copy "%(src)s" to "%(dst)s"
ja: "%(src)s" を "%(dst)s" にコピーできません

source: Unable to copy web site template files from "%(path)s"
ja: "%(path)s" から Web サイト テンプレート ファイルをコピーできません

source: Keeping "%(dst)s" (newer than "%(src)s")
ja: "%(dst)s" を保持 ("%(src)s"より新しい)

source: Copying "%(src)s" to "%(dst)s"
ja: "%(src)s" から "%(dst)s" へコピー中

source: Unable to overwrite archive file "%(path)s"
ja: アーカイブ ファイル "%(path)s" を上書きできません

source: Unable to add file "%(file)s" to archive "%(archive)s"
ja: ファイル "%(file)s" をアーカイブ "%(archive)s" に追加できません

source: DynamicWebReport ignoring link type '%(class)s'
ja: DynamicWebReport はリンク タイプ '%(class)s' を無視します
nb: DynamicWebReport ignorerer lenketypen «%(class)s»

source: Family of %(father)s
ja: %(father)s の家族

source: Family of %(mother)s
ja: %(mother)s の家族

source: In this note, the following special words are processed: __SEARCH_FORM__ is replaced by a search form. __NB_INDIVIDUALS__ is replaced by the number of persons. __NB_FAMILIES__ is replaced by the number of families. __NB_MEDIA__ is replaced by the number of media. __NB_SOURCES__ is replaced by the number of sources. __NB_REPOSITORIES__ is replaced by the number of repositories. __NB_PLACES__ is replaced by the number of places. __MEDIA_<gid>__ is replaced by the media with Gramps ID <gid>. __THUMB_<gid>__ is replaced by the thumbnail of the media with Gramps ID <gid>. __EXPORT_DATE__ is replaced by the current date. __GRAMPS_VERSION__ is replaced by the Gramps version. __GRAMPS_HOMEPAGE__ is replaced by the Gramps homepage link. URL starting with "relative://relative.<link>" are replaced by the relative URL "<link>".
ja: このノートでは、次の特別な単語が処理されます: __SEARCH_FORM__ は検索フォームに置き換えられます。 __NB_INDIVIDUALS__ は人数に置き換えられます。 __NB_FAMILIES__ は家族の数に置き換えられます。 __NB_MEDIA__ はメディアの数に置き換えられます。 __NB_SOURCES__ はソースの数に置き換えられます。 __NB_REPOSITORIES__ はリポジトリの数に置き換えられます。 __NB_PLACES__ は場所の数に置き換えられます。 __MEDIA_<gid>__ は Gramps ID <gid> のメディアに置き換えられます。 __THUMB_<gid>__ は Gramps ID <gid> のメディアのサムネイルに置き換えられます。 __EXPORT_DATE__ は現在の日付に置き換えられます。 __GRAMPS_VERSION__ は Gramps バージョンに置き換えられます。 __GRAMPS_HOMEPAGE__ は Gramps ホームページ リンクに置き換えられます。 「relative://relative.<link>」で始まる URL は、相対 URL "<link>" に置き換えられます。

source: Store web pages in archive
he: אחסון עמודי מרשתת בארכיון
ja: ウェブページをアーカイブに保存する

source: Whether to create an archive file (in ZIP or TGZ format) containing the web site
ja: ウェブサイトを含む圧縮ファイル (ZIPまたはTGZ形式) を作成するかどうか

source: Archive file
ja: 圧縮 ファイル

source: The archive file name (with ".zip" or ".tgz" extension)
ja: 圧縮ファイル名 (拡張子".zip"または".tgz")

source: Web site title
ja: ウェブサイトのタイトル

source: The title of the web site
ca: El títol del lloc web
he: כותרת אתר המרשתת
ja: ウェブサイトのタイトル

source: Select filter to restrict people that appear on web site
he: בחירת מסנן להגבלת האנשים שמופיעים באתר מרשתת
it: Seleziona un filtro per restringere le persone che appariranno nel sito web
ja: フィルターを選択して、ウェブサイトに表示される人物を制限します

source: Name format (short)
ja: 名前の形式 (短縮形)

source: Select the format to display a shorter version of the names
ja: 名前の短縮バージョンを表示する形式を選択します

source: Web site template
ja: ウェブサイトのテンプレート

source: Select the template of the web site
ja: ウェブサイトのテンプレートを選択する

source: Include records marked private
it: Includere informazioni marcate come private
ja: 非公開とマークされたレコードを含める
nb: Inkluder oppføringer som er merket privat

source: Whether to include private objects
ca: Si incloure objectes privats
it: Indica se includere gli oggetti privati
ja: プライベートオブジェクトを含めるかどうか

source: Include Last Name Only
he: הכללת שם משפחה בלבד
ja: 姓のみを含める

source: Include Full Name Only
ja: フルネームのみ含める

source: This allows you to restrict information on people who have not been dead for very long
ja: これにより、死後それほど長く経っていない人々の情報を制限できます

source: Export notes
he: ייצוא הערות
ja: メモのエクスポート

source: Whether to export notes in the web pages
ja: ウェブページ内のメモをエクスポートするかどうか

source: Export sources
he: ייצוא מקורות
ja: ソースのエクスポート
nb: Eksporter kilder

source: Whether to export sources and citations in the web pages
ja: ウェブページ内のソースと引用をエクスポートするかどうか

source: Export addresses
ja: アドレスのエクスポート
nb: Eksporter adresser

source: Whether to export addresses in the web pages
ja: ウェブページ内のアドレスをエクスポートするかどうか
nb: Om adresser skal eksporteres på nettsidene

source: Whether or not to include the Repository Pages.
ja: リポジトリ ページを含めるかどうか。
nb: Om arkivsidene skal inkluderes.

source: Include images and media
he: הכללת תמונות ומדיה
ja: 画像やメディアを含める

source: Whether to include images and media in the web pages
ca: Si incloure imatges i suports a les pàgines web
it: Se includere immagini e oggetti multimediali nelle pagine web
ja: ウェブページに画像やメディアを含めるかどうか

source: Copy, rename files with an internal Gramps identifier
ja: 内部Gramps識別子を使用してファイルをコピー、名前変更する

source: Copy, keep file names unchanged
ja: コピー、ファイル名は変更しない

source: Do not copy, reference existing files
ja: コピーしないで、既存のファイルを参照する

source: Images and media
ja: 画像とメディア

source: Whether to make a copy of the media
ja: メディアのコピーを作成するかどうか

source: Print the notes type
ja: メモの種類を印刷

source: Whether to print the notes type in the notes text
it: Indica se stampare o meno il tipo di note nel testo delle note
ja: メモテキストにメモの種類を印刷するかどうか

source: Print place pages
he: הדפסת עמודי מקום
ja: 場所ページを印刷

source: Whether to show pages for the places
he: האם להציג עמודים עבור המקומות
it: Indica se visualizzare o meno le pagine per i luoghi
ja: 場所のページを表示するかどうか

source: Choose your choice of map service for creating the Place Map Pages
ja: 場所マップページを作成するためのマップサービスを選択してください

source: Google map API key
he: מפתח API של Google Maps
ja: Google マップ API キー
nb: Google Maps API-nøkkel

source: The API key used for the Google map
ca: La clau de l'API utilitzada per al mapa de Google
it: La chiave dell'API usata per Google map
ja: Googleマップで使用されるAPIキー
nb: API-nøkkelen som brukes for Google Maps

source: Whether or not to include family pages
ca: Si incloure o no pàgines familiars
it: Indica se includere o meno le pagine delle famiglie
ja: 家族のページを含めるかどうか

source: Whether to include half and/ or step-siblings with the parents and siblings
ja: 両親や兄弟姉妹に異父兄弟姉妹や義理の兄弟姉妹を含めるかどうか

source: Enable page configuration
ja: ページ設定を有効にする

source: Whether to enable page configuration
ja: ページ設定を有効にするかどうか

source: Whether to use tabbed panels for the different sections of the pages.
ja: ページのさまざまなセクションにタブ付きパネルを使用するかどうか。

source: Whether to show the last modification time in the pages footer
it: Indica se visualizzare o meno l'ora di ultima modifica nel pi√® di pagina delle pagine
ja: ページのフッターに最終更新日時を表示するかどうか

source: Whether to insert sources author in the sources title
ja: ソースタイトルにソース著者を挿入するかどうか
nb: Om kildens forfatter skal inkluderes i kildetittelen

source: Whether to hide the Gramps ID
ca: Si s'ha d'amagar l'ID de Gramps
he: האם להסתיר מזהה גרמפס
it: Indica se nascondere o meno l'ID Gramps
ja: Gramps IDを非表示にするかどうか

source: List
ja: リスト

source: Table
ja: 表

source: Default format for the surnames index
ja: 姓インデックスのデフォルト形式

source: The default format for the surnames index
ja: 姓インデックスのデフォルト形式

source: Default format for the persons index
ja: 人物インデックスのデフォルト形式

source: The default format for the persons index
ja: 人物インデックスのデフォルト形式

source: Default format for the families index
ja: 家族インデックスのデフォルト形式

source: The default format for the families index
ja: 家族インデックスのデフォルト形式

source: Default format for the sources index
ja: ソースインデックスのデフォルト形式

source: The default format for the sources index
ja: ソースインデックスのデフォルト形式

source: Default format for the places index
he: תסדיר ברירת מחדל למפתח המקומות
ja: 場所インデックスのデフォルト形式

source: The default format for the places index
he: תסדיר ברירת המחדל של מפתח המקומות
ja: 場所インデックスのデフォルト形式

source: Whether to include dates columns (birth, death, marriage) on the index pages
ja: インデックスページに日付列（生年月日、死亡日、結婚日）を含めるかどうか

source: Generate a families index page
ja: 家族インデックスページを生成する

source: Whether to generate an index page for families
it: Indica se generare o meno una pagina di indice per le famiglie
ja: 家族のインデックスページを生成するかどうか

source: Whether to include a column showing the media path
it: Indica se includere o meno una colonna che mostra il percorso dell'oggetto multimediale
ja: メディアパスを示す列を含めるかどうか

source: Whether to include the references to the items in the index pages. For example, in the media index page, the names of the individuals, families, places, sources that reference the media.
ja: インデックス ページにアイテムへの参照を含めるかどうか。たとえば、メディア インデックス ページでは、メディアを参照する個人、家族、場所、ソースの名前などです。

source: Default number of entries in the indexes
ja: インデックス内のエントリのデフォルト数

source: The default number of entries shown in one index page
ja: 1つのインデックスページに表示されるデフォルトのエントリ数

source: Maximum number of generations
ja: 最大世代数

source: The maximum number of generations to include in the ancestor and descendant trees and graphs
ja: 祖先と子孫のツリーとグラフに含める世代の最大数

source: Choose the default SVG tree graph type
ja: デフォルトのSVGツリーグラフの種類を選択

source: Choose the default SVG tree graph shape
ja: デフォルトのSVGツリーグラフの形状を選択する

source: Choose the default SVG tree parents distribution (for fan charts only)
ja: デフォルトの SVG ツリーの親分布を選択します (ファン チャートのみ)

source: Choose the default SVG tree children distribution (for fan charts only)
ja: デフォルトの SVG ツリーの子の分布を選択します (ファン チャートのみ)

source: Choose the background color scheme for the persons in the SVG tree graph
ja: SVGツリーグラフ内の人物の背景色スキームを選択します

source: Theme
he: ערכת נושא
it: Tema
ja: テーマ
nb: Tema

source: Pages
ja: ページ

source: A note to be used as the page header
ja: ページヘッダーとして使用されるメモ

source: HTML user brand name / icon
ja: HTML ユーザーブランド名 / アイコン

source: A note to be used as the brand name or image in the menu
ja: メニューのブランド名や画像として使用されるメモ

source: Custom pages
he: עמודים מותאמים אישית
ja: カスタムページ

source: Title for the custom page %(index)i
ja: カスタム ページのタイトル %(index)i

source: Name for the custom page %(index)i
ja: カスタム ページの名前 %(index)i

source: Note for custom page %(index)i
ja: カスタムページ に関する注記 %(index)i

source: A note to be used for the custom page content.
it: Una nota da usare per il contenuto personalizzato della pagina.
ja: カスタム ページ 内容に使用されるメモ。

source: Menu for the custom page %(index)i
ja: カスタム ページのメニュー %(index)i

source: Whether to print a menu for the custom page
ja: カスタムページのメニューを印刷するかどうか

source: Pages selection
he: בחירת עמודים
ja: ページの選択

source: Number of pages
ja: ページ数

source: Number pages in the web site menu.
ja: ウェブサイト メニューのページ数。

source: Contents of page %(index)i
ja: ページの内容 %(index)i

source: Contents of the page
ja: ページの内容

source: (m. %s)
it: (spos. %s)
