Repository: ahs3/addons-source
Catalog: TypeCleanup/po/*-local.po
Languages: fr, sv

source: Event Roles
fr: Rôles de l'événement
sv: Händelseroller

source: Event Types
fr: Types d'évènement
sv: Händelsetyper

source: Family Relation Types
fr: Types de relation familiale
sv: Typer av familjerelationer

source: Child reference Types
fr: Types de référence enfant
sv: Underordnade referenstyper

source: Name Origin Types
fr: Types d'origine du nom
sv: Namnursprungstyper

source: Name Types
fr: Types de nom
sv: Namntyper

source: Note Types
fr: Types de note
sv: Notistyper

source: Place Types
fr: Types de lieu
sv: Platstyper

source: Repository Types
fr: Types de dépôt
sv: Arkivplatstyper

source: Source Media Types
fr: Types de media de source
sv: Källmediatyper

source: URL Types
fr: Types d'URL
sv: URL-typer

source: Types Cleanup Tool
fr: Outil de nettoyage des types
sv: Verktyg för typrensning

source: Remove the selected type from the db. This does not change any referenced objects.
fr: Retirer le type sélectionné de la base. Cela ne change aucun objet référencé.

source: Select a new name for the current type, prior to renaming the type in the referenced objects.
fr: Sélectionner un nouveau nom pour le type courant, avant de renommer le type dans les objets référencés.

source: Rename
fr: Renommer
sv: Namnändra

source: Rename the selected type in all referenced objects.
fr: Renommer le type sélectionné dans tous les objets référencés.

source: Close the Type Cleanup Tool
fr: Fermer l'outil Nettoyage de type
sv: Stäng verktyget för typrensning

source: Type Cleanup Tool
fr: Outil de nettoyage de type
sv: Verktyg för typrensning

source: Changing type from %(old_type)s to %(new_type)s.
fr: Changement de type de %(old_type)s à %(new_type)s.

source: Removing this custom type will eliminate it from the type selection drop down lists and further runs of this tool. However, it will not remove it from the referenced items in the database. If you want to change it in referenced items, use 'Rename'.
fr: La suppression de ce type personnalisé l'éliminera de la liste de sélection de type et des exécutions futures de cet outil. Cependant, il ne le supprimera pas des éléments référencés dans la base de données. Si vous voulez le modifier dans les articles référencés, utilisez 'Renommer'.

source: Type Cleanup
fr: Nettoyage de type
sv: Typrensning

source: Clean up (remove) custom types
fr: Nettoyer (supprimer) les types personnalisés
sv: Rensa upp (ta bort) anpassade typer

source: Types
sv: Typer
