Repository: ahs3/addons-source
Catalog: Form/po/*-local.po
Languages: ca, it, ru

source: Inhabitants of
it: Abitanti di

source: Residing in the
it: Residente in

source: Place of Record
it: Luogo di registrazione

source: Book/Volume
it: Libro/Volume

source: Race/Color
it: Razza/Colore

source: STOP! If you want this record to be attached to the Parents move to Father.
it: STOP! Se vuoi che questo record venga allegato ai genitori spostati sul padre.

source: Mother (Maiden Name)
it: Madre (nome da ragazza)

source: Residence of Parents
it: Residenza dei genitori

source: By Whom Reported
it: Da chi è stato segnalato

source: Date Recorded
it: Data di registrazione

source: License No.
it: Licenza n.

source: Date of Marriage
it: Data di matrimonio

source: Married by
it: Sposato con

source: Place of Marriage
it: Luogo di matrimonio

source: Consent given by
it: Consenso prestato da

source: Place of Death
it: Luogo di morte

source: Length of Residence
it: Durata della residenza

source: Served in U.S. Military
it: Ha prestato servizio nell'esercito degli Stati Uniti

source: Spouse's Name
it: Nome del coniuge
ru: Имя супруга(и)

source: Birth date of deceased
it: Data di nascita del deceduto

source: Name of employer
it: Nome del datore di lavoro

source: Date last worked
it: Data dell'ultimo lavoro

source: Years in this occupation
it: Anni in questo lavoro

source: Education Level
it: Livello di istruzione

source: Social Security No.
it: Numero di previdenza sociale

source: Date of Death
it: Data di morte

source: Place of Burial
it: Luogo di sepoltura

source: Date of Burial
it: Data di sepoltura

source: Residence Place
it: Luogo di residenza

source: Burial Date
it: Data di sepoltura

source: Burial Place
it: Luogo di sepoltura

source: Congressional District
it: Distretto del Congresso

source: in the Counties of
it: nelle Contee di

source: in the month of
it: nel mese di

source: Age 1 July 1863
it: Età 1 luglio 1863

source: White or Colored
it: Bianco o Colorato

source: Former Military Service
it: Servizio militare

source: Congr. Dist. of
it: Distr. Congr. di

source: Card (A, B, or C)
it: Carta (A, B, o C)

source: Serial No.
it: N. di serie

source: Registration No.
it: N. di registrazione

source: Order No.
it: N. ordine

source: Age in yrs.
it: Età in anni

source: Home Address
it: Indirizzo di casa

source: Citizenship
it: Cittadinanza

source: Natural-born, Naturalized Citizen, Alien, Noncitizen or citizen Indian
it: Cittadino per nascita, Cittadino naturalizzato, Straniero, Non cittadino o Cittadino indiano

source: If not a citizen, of what nation are you a citizen or subject?
it: Se non hai la cittadinanza, di quale nazione sei cittadino o suddito?

source: Employer's Name & address
it: Nome e indirizzo del datore di lavoro

source: Nearest Relative
ca: Familiar més proper
it: Parente più prossimo

source: Dependants & Address
it: Discendenti e indirizzi

source: Have you a father, mother, wife, child under 12, or a sister or brother under 12, solely dependent on your support (specify which)?
it: Hai un padre, una madre, una moglie, un figlio di età inferiore ai 12 anni, o una sorella o un fratello di età inferiore ai 12 anni che dipendono esclusivamente dal tuo mantenimento (specifica quali)?

source: What military service have you had? (Branch, Years, Nation or State)
it: Che tipo di servizio militare hai svolto? (Arma, Anni, Nazione o Stato)

source: Do you claim exemption from draft (specify grounds)
it: Richiesta di esenzione dalla leva (specifica i motivi)

source: Race
it: Razza

source: Hair Color
it: Colore dei capelli
ru: Цвет волос

source: Bald
it: Calvo

source: Disability
it: Disabilità

source: Place of Registration
it: Luogo di registrazione

source: Date of Registration
it: Data di registrazione

source: Serial Number
it: Numero di serie

source: Order Number
it: Numero ordine

source: Place of Residence
it: Luogo di residenza

source: Telephone
it: Telefono
ru: Телефон

source: Age in years
it: Età in anni

source: Who will always know your address (Name & Address)
it: Chi potrà sempre conoscere il tuo indirizzo (nome e indirizzo)

source: Place of employment or business
it: Luogo di lavoro o di attività

source: Complexion
it: Carnagione

source: Eyes
it: Occhi
ru: Глаза

source: Hair
it: Capelli
ru: Волосы

source: Other characteristics
it: Altre caratteristiche
ru: Другие характеристики

source: Date entered
it: Data di inserimento

source: Place entered
it: Luogo di inserimento

source: Term of enlistment
it: Termine di arruolamento

source: Eye color
it: Colore degli occhi
ru: Цвет глаз

source: Hair color
it: Colore dei capelli

source: Rank in
it: Grado all'arruolamento

source: Branch
it: Arma

source: Regiment/Unit/Ship
it: Reggimento/Unità/Nave

source: No. of enlistment
it: Matricola di arruolamento

source: Date discharged
it: Data di congedo

source: Place discharged
it: Luogo di congedo

source: Rank out
it: Grado al congedo

source: Industry/Employer
it: Settore/Datore di lavoro

source: Event Place (Original)
it: Luogo dell'evento (originale)

source: Birth Year (Estimated)
it: Anno di nascita (stimato)

source: Spouse's Gender
it: Genere del coniuge

source: Spouse's Age
it: Età del coniuge

source: Spouse's Birth Year (Estimated)
it: Anno di nascita del coniuge (stimato)

source: Spouse's Father's Name
it: Nome del padre del coniuge

source: Spouse's Mother's Name
it: Nome della madre del coniuge

source: Record Number
it: Numero del record

source: Volume Beginning Year
it: Anno iniziale del volume

source: Volume Ending Year
it: Anno finale del volume

source: Town or City
it: Città

source: Gift
it: Regalo

source: Comments
it: Commenti

source: Place of Work
it: Luogo di lavoro

source: Years at current residence
it: Anni nella residenza attuale

source: Previous residence
it: Residenza precedente

source: Children Living
it: Figli viventi

source: Children Dead
it: Figli morti

source: Previous Residence
it: Residenza precedente

source: Income
it: Reddito

source: Residence on 5 Nov 1924
it: Residenza il 5 novembre 1924

source: Date Married
it: Data del matrimonio

source: Registration District
it: Distretto di registrazione

source: Administrative Area
it: Area amministrativa

source: Maiden Surname
it: Cognome da nubile

source: Deceased
it: Deceduto

source: Maiden surname of woman who was married
it: Nome da nubile di una donna che è stata sposata

source: Usual Address
it: Indirizzo abituale

source: City or Borough
it: Città o borgo

source: Parish or Township
it: Parrocchia o comune

source: NAMES of each Person who abode therein the preceding Night.
it: NOMI di tutte le persone che vi hanno soggiornato la notte precedente.

source: AGE, rounded down to the nearest five years for those aged fifteen or over.
it: ETÀ, arrotondata per difetto ai cinque anni più vicini per i soggetti di quindici anni o più.

source: PROFESSION, TRADE, EMPLOYMENT or of INDEPENDENT MEANS.
it: PROFESSIONE, COMMERCIO, IMPIEGO o MEZZI INDIPENDENTI.

source: Ecclesiastical District
it: Distretto ecclesiastico

source: Name and Surname of each Person who abode in the house, on the Night of the 30th March, 1851
it: Nome e cognome di ogni persona che abitava nella casa la notte del 30 marzo 1851

source: Relation to Head of Family
it: Relazione con il capofamiglia

source: Rank, Profession or Occupation
it: Grado, professione o impiego

source: Whether Blind or Deaf and Dumb
it: Indicare se cieco o sordo e muto

source: Name and Surname of each Person
it: Nome e cognome di ogni persona

source: Whether Blind, or Deaf-and-Dumb
it: Indicare se cieco o sordomuto

source: Village or Hamlet
it: Villaggio o frazione

source: Can read and write
it: Sa leggere e scrivere

source: Military
it: Militare

source: Taxes
it: Tasse

source: Arrived since
it: Arrivato dal

source: Select Form
ru: Выбрать форму

source: Form Gramplet
ru: Формы

source: Gramplet interface for Forms
ru: Интерфейс для форм

source: Forms
ru: Формы

source: Order
ru: Порядок

source: Form
ru: Форма

source: Form: %s
ru: Форма: %s

source: New Form
ru: Новая форма

source: Edit Form
ru: Редактировать форму

source: Reference:
ru: Ссылка:

source: Headings
ru: Заголовки

source: Sex
ru: Пол

source: Wheat
ru: Пшеница

source: Rice
ru: Рис

source: Tobacco
ru: Табак

source: Wool
ru: Шерсть

source: Wine
ru: Вино

source: Cheese
ru: Сыр

source: Cannot read
ru: Не умеет читать

source: Cannot write
ru: Не умеет писать

source: Owner
ru: Владелец

source: Rank
ru: Категория

source: Township
ru: Район

source: Section
ru: Раздел

source: Read
ru: Чтение

source: Write
ru: Письменность

source: House Number
ru: Номер дома

source: Relation
ca: Relació
ru: Отношения

source: Father's Name
ru: Имя отца

source: Mother's Name
ru: Имя матери

source: Condition
ru: Достоверность

source: Ancestry
ru: Родословная

source: in
ca: a
ru: в

source: of
ru: для

source: Volume
ru: Том

source: Where Born
ru: Где рождён

source: Nationality
ru: Национальность

source: Comprising
ru: Содержит

source: 1. Names of Inmates
ru: 1. Имена сожителей

source: 2. Profession, Trade or Occupation
ru: 2. Профессия, ремесло или род занятий

source: BirthPlace
ru: Место рождения

source: 3. Place of Birth
ru: 3. Место рождения

source: 4. Religion
ru: 4. Религия

source: 5. Residence if Outside of Limits
ru: 5. Место жительства, если за границей

source: 6. Age at Next Birthday
ru: 6. Возраст на следующий день рождения

source: 7. Sex: Male
ru: 7. Пол: мужской

source: 8. Sex: Female
ru: 8. Пол: женский

source: 9. Married or Single
ru: 9. Состоит в браке или нет

source: Coloured
ru: Цветность

source: 10. Coloured Persons - Negroes
ru: 10. Цветное лицо - негр

source: Indians
ru: Индусы

source: 11. Indians, if any
ru: 11. Индусы, если есть

source: 12. Residents: Members, Male
ru: 12. Место жительства: участники, мужчина

source: 13. Residents: Members, Female
ru: 13. Место жительства: участники, женщина

source: 14. Residents: Not Members: Male
ru: 14. Место жительства: не участники: мужчина

source: 15. Residents: Not Members: Female
ru: 15. Место жительства: не участники: женщина

source: 18. Deaf and Dumb: Male
ru: 18. Глухой и немой: мужчина

source: 19. Deaf and Dumb: Female
ru: 19. Глухая и немая: женщина

source: 20. Blind: Male
ru: 20. Слепой: мужчина

source: 21. Blind: Female
ru: 21. Слепая: женщина

source: 22. Lunatics: Male
ru: 22. Сумасшедший: мужчина

source: 23. Lunatics: Female
ru: 23. Сумасшедший: женщина

source: 24. Attending School: Male
ru: 24. Посещение школы: мужчина

source: 25. Attending School: Female
ru: 25. Посещение школы: женщина

source: 26. Births During the Year 1851: Male
ru: 26. Рождения в 1851 году: мужчины

source: 27. Births During the Year 1851: Female
ru: 27. Рождения в 1851 году: женщины

source: 28. Deaths During the Year 1851: Male
ru: 28. Смерти в 1851 году: мужчины

source: 29. Deaths During the Year 1851: Female
ru: 29. Смерти в 1851 году: женщины

source: 30. Age and Cause of Deaths
ru: 30. Возраст и причина смерти

source: Houses
ru: Дома

source: 31. Houses: Brick, Stone, Frame, Log, Shanty, or other kinds of residence
ru: 31. Дома: кирпич, камень, каркас, хижина или другое место жительства

source: 32. Houses: No. of Stories
ru: 32. Дома: номер истории

source: 34. Houses: Vacant
ru: 34. Дома: свободные

source: 35. Houses: Building
ru: 35. Дома: здания

source: Shops
ru: Магазины

source: 36. Shops, Stores, Inns, Taverns etc.
ru: 36. Магазины, гостиницы, таверны и т.д.

source: 37. Public Buildings
ru: 37. Общественные здания

source: BuisnessInfo
ru: Бизнес информация

source: 39. Information on Mills, Factories etc., their cost, power, produce, etc.
ru: 39. Информация о заводах, фабриках и др., их стоимость, пощность, продукт и др.

source: 1. Name of Occupier
ru: 1. Имя жильца

source: 6.Families
ru: 6.Семьи

source: 7. Names
ru: 7. Имена

source: 8. Sex
ru: 8. Пол

source: 9. Age
ru: 9. Возраст

source: 12. Religion
ru: 12. Религия

source: 5. Families
ru: 5. Семьи

source: 6. Names
ru: 6. Имена

source: 7. Sex
ru: 7. Пол

source: 8. Age
ru: 8. Возраст

source: 13. Birth Place of Father
ru: 13. Место рождения отца

source: 14. Birth Place of Mother
ru: 14. Место рождения матери

source: 24. Blind
ru: 24. Слепой

source: 4. Sex
ru: 4. Пол

source: Colour
ru: Цвет

source: 15. Nationality
ru: 15. Национальность

source: 29. Can read
ru: 29. Может читать

source: 30. Can write
ru: 30. Может писать

source: Sheet No.
ca: Full núm.

source: County of
ca: Comtat de

source: Family No.
ca: Família núm.

source: On date
ca: En data

source: City of
ca: Ciutat de

source: Birth Country
ca: País de naixement

source: Seating
ca: Seients

source: 2. Family
ca: 2. Família
