Repository: ahs3/addons-source
Catalog: TimelinePedigreeView/po/*-local.po
Languages: fr, ru

source: Ancestry
fr: Lignée
ru: Родословная

source: Ancestor Generations
fr: Générations de ascendants
ru: Поколения предков

source: Descendant Generations
fr: Générations de descendants
ru: Поколения потомков

source: Timeline Pedigree
fr: Arbre au fil du temps
ru: Временная диаграмма

source: The view shows a timeline pedigree with ancestors and descendants of the selected person
fr: Cette vue affiche une ligne temporelle dans l'arbre avec ascendants et descendants de l'individu sélectionné
ru: Вид представляющий временную диаграмму семейного древа с предками и потомками для выбранного лица

source: short for born|b.
fr: n.
ru: р.

source: short for died|d.
fr: d.
ru: у.

source: short for baptized|bap.
fr: bap.
ru: крещ.

source: short for christened|chr.
ru: прин. хр.

source: short for buried|bur.
fr: inh.
ru: похор.

source: short for cremated|crem.
fr: inci.
ru: крем.

source: Timeline pedigree
fr: Arbre au fil du temps
ru: Временная диаграмма

source: Order by timeline
fr: Trier par date
ru: Сортировать по времени

source: Show lifespan
fr: Afficher la durée de vie
ru: Показывать промежуток жизни

source: %d generation
fr: %d génération
ru: %d поколение

source: About Timeline Pedigree View
ru: О дополнении
