Repository: ahs3/addons-source
Catalog: PlaceCleanup/po/*-local.po
Languages: ca, fr, ja, nb, ru, zh_cn

source: Place Cleanup
ca: Neteja Llocs
fr: Nettoyage des lieux
ja: 場所のクリーンアップ
ru: Очистка местоположений
zh_cn: 地点清理

source: Place Cleanup Gramplet assists in merging places, as well as completing places from the GeoNames web database
ca: El Gramplet de Neteja de Llocs ajuda a combinar llocs, així com a completar llocs de la base de dades web de GeoNames
fr: Le Gramplet "Nettoyage des lieux" aide à fusionner des lieux, ainsi qu'à compléter des emplacements à partir de la base de données Web GeoNames
ja: 場所のクリーンアップ Gramplet は、場所のマージや、GeoNames Web データベースからの場所の補完に役立ちます
ru: Грамплет помогает при объединении мест, а также дополнении мест с помощью базы данных GeoNames
zh_cn: 地点清理 Gramplet 可辅助用于地点合并，也可以通过 GeoNames 网络数据库完善地点信息

source: No Matches
ca: Cap Resultat
fr: Aucun résultat
ja: いいえ 一致
ru: Нет Совпадений
zh_cn: 没有 匹配项

source: Find
ca: Troba
fr: Trouver
ja: 検索
ru: Найти
zh_cn: 查找

source: %s Local Matches
ca: %s Coïncidències Locals
fr: %s Local résultats
ja: %s ローカル 一致
ru: %s Локальных Совпадений

source: Find GeoNames
ca: Troba GeoNames
fr: Trouver GeoNames
ja: GeoNames の検索
ru: Поиск GeoNames
zh_cn: 查找 GeoNames

source: Need to set GeoNames ID
ca: Cal establir l'ID de GeoNames
fr: Besoin de définir l'identifiant GeoNames
ja: GeoNames IDを設定する必要があります
ru: Необходимо указать идентификатор для GeoNames
zh_cn: 需设置 GeoNames ID

source: Use the Help button for more information
ca: Utilitza el botó Ajuda per obtenir més informació
fr: Utilisez le bouton Aide pour plus d'informations
ja: 詳細についてはヘルプボタンを使用してください
ru: Нажмите кнопку Справка для дополнительной информации
zh_cn: 点击帮助按钮了解更多内容

source: Try changing the Title, or use the "Edit" button to finish this level of the place manually.
ca: Prova de canviar el Títol o utilitza el botó "Edita" per acabar aquest nivell del lloc manualment.
fr: Essayez de changer le titre ou utilisez le bouton "Modifier" pour terminer ce niveau manuellement.
ja: タイトルを変更するか、「編集」ボタンを使用してこの場所のレベルを手動で完了してください。
ru: Попробуйте изменить название или используйте кнопку 'Правка' для завершения уровня места вручную.

source: %s GeoNames Matches
ca: %s Coïncidències de GeoNames
fr: %s Résultats GeoNames
ja: %s GeoNames 一致
ru: %s GeoNames Совпадений

source: %s matches were found
ca: S'han trobat %s coincidències
fr: %s résultats ont été trouvées
ja: %s 個の一致が見つかりました
ru: Найдено совпадений: %s
zh_cn: 找到 %s 个匹配项

source: Only 10 matches are shown. To see additional results, press the search button again. Or try changing the Title with more detail, such as a country.
ca: Només es mostren 10 coincidències. Per veure resultats addicionals, torneu a prémer el botó de cerca. O prova de canviar el títol amb més detalls, com ara un país.
fr: Seulement 10 résultats sont affichées. Pour afficher des résultats supplémentaires, appuyez à nouveau sur le bouton de recherche ou essayez de modifier le titre avec plus de détails, comme un pays.
ja: 表示されるのは 10 件の一致のみです。 さらに結果を表示するには、検索ボタンをもう一度押します。 または、国などの詳細を入力してタイトルを変更してみてください。
ru: Показаны только 10 совпадений. Чтобы увидеть дополнительные результы нажмите кнопку поиска снова. Или попробуйте дополнить название, например добавить страну.
zh_cn: 仅显示 10 个匹配项目。 再次点击搜索按钮可查看剩余结果。 或者尝试修改标题，增加更详细的信息，比如国家。

source: Problem getting data from web
ca: Problema en obtenir dades del web
fr: Problème pour obtenir des données du Web
ja: ウェブからデータを取得できません
ru: Проблема в получении данных из интернет
zh_cn: 从网络获取数据遇到问题

source: Web request Timeout, you can try again...
ca: Temps d'espera de la sol·licitud web, podeu tornar-ho a provar...
fr: Demande Web Timeout, vous pouvez réessayer ...
ru: Время запроса истекло, попробуйте снова...
zh_cn: 网络请求超时，重新尝试……

source: Problem getting data from GeoNames
ca: Problema per obtenir dades de GeoNames
fr: Problème pour obtenir des données de GeoNames
ru: Проблема в получении данных из GeoNames
zh_cn: 从 GeoNames 获取数据遇到问题

source: One of the places you are merging encloses the other! Please choose another place.
ca: Un dels llocs que estàs fusionant tanca l'altre! Si us plau, trieu un altre lloc.
fr: L'un des lieux que vous fusionnez inclut l'autre! Veuillez choisir un autre lieu.
ru: Одно из объединяемых мест входит в другое! Выберите другое место.

source: The place you chose is enclosed in the place you are workin on! Please cancel and choose another place.
ca: El lloc que heu escollit està tancat al lloc on esteu treballant! Cancel·la i tria un altre lloc.
fr: Le lieu que vous avez choisi est inclus dans votre lieu d'origine! Veuillez annuler et choisir un autre lieu.
ru: Выбранное место входит в место над которым Вы работаете! Произведите отмену и выберите другое место.

source: GeoNames web site
ca: Lloc web de GeoNames
fr: Le site web GeoNames
ru: GeoNames веб-сайт
zh_cn: GeoNames 网站

source: GeoNames author
ca: Autor de GeoNames
fr: Auteur de GeoNames
ru: GeoNames автор
zh_cn: GeoNames 作者

source: GeoNames was founded by Marc Wick. You can reach him at
ca: GeoNames va ser fundada per Marc Wick. Pots contactar amb ell a
fr: GeoNames a été fondé par Marc Wick. Vous pouvez le joindre à
ru: GeoNames был основан Марком Виком. Его можно найти на
zh_cn: GeoNames 由 Marc Wick 创建。可通过此与他联系

source: GeoNames is a project of Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Switzerland. This work is licensed under a
ca: GeoNames és un projecte d'Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Suïssa. Aquesta obra està autoritzada sota una llicència a
fr: GeoNames est un projet de Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Suisse. Ce travail est autorisé sous un
ru: GeoNames - это проект Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Switzerland. Эта работа использует лицензию

source: Add Souce/Repo/Note (%s)
ca: Afegeix font/repositori/nota (%s)
fr: Ajouter Souce/Repo/Note (%s)
ru: Добавить источник/репозиторий/заметку (%s)

source: This Place is not used!
ca: Aquest lloc no s'utilitza!
fr: Ce lieu n'est pas utilisé !
ru: Это место не используется!

source: You should delete it, or, if it contains useful notes or other data, use the Find to merge it into a valid place.
ca: Hauríeu de suprimir-lo o, si conté notes útils o altres dades, utilitzeu Cerca per combinar-lo en un lloc vàlid.
fr: Vous devriez le supprimer ou, s'il contient des notes utiles ou d'autres données, utilisez la fonction de "Trouver" pour le fusionner dans un emplacement valide.
ru: Необходимо удалить его. Если оно имеет полезные заметки или другую информацию, воспользуйтесь Поиском для объединения с корректным местом.

source: City, County, State, Country
ca: Ciutat, Comtat, Estat, País
fr: Ville, comté, état, pays
ru: Город, Округ, Штат, Страна

source: Primary Name
ca: Nom principal
fr: Nom principal
nb: Primærnavn
ru: Основное название

source: The current Primary name.
ca: El nom principal actual.
fr: Le nom principal actuel.
ru: Текущее основное название.

source: The postal code for the place, if any.
ca: El codi postal del lloc, si n'hi ha.
fr: Le code postal du lieu, le cas échéant.
ru: Почтовый индекс для места, если есть.

source: What type of place this is. Eg 'Country', 'City', ... .
ca: Quin tipus de lloc és aquest. Per exemple, 'País', 'Ciutat', ... .
fr: Le type de lieu, par exemple : 'pays', 'ville'... .
nb: Hvilken type sted dette er, for eksempel «Land», «By» osv.
ru: Какого типа данное место. Например: 'Страна', 'Город' и т.д.

source: Orig
ca: Original
fr: Original
ru: Оригинал

source: Check this box if you want to keep the original Postal code.
ca: Marqueu aquesta casella si voleu conservar el codi postal original.
fr: Cochez cette case si vous souhaitez conserver le code postal d'origine.
ru: Выберите, если хотите оставить оригинальный почтовый индекс.

source: Check this box if you want to keep the original Place Type.
ca: Marqueu aquesta casella si voleu mantenir el tipus de lloc original.
fr: Cochez cette case si vous souhaitez conserver le type de lieu d'origine.
ru: Выберите, если хотите оставить оригинальный тип места.

source: Check this box if you want to keep the original Latitude and Longitude.
ca: Marqueu aquesta casella si voleu mantenir la latitud i la longitud originals.
fr: Cochez cette case si vous souhaitez conserver la latitude et la longitude d'origine.
ru: Выберите, если хотите оставить оригинальные широту и долготу.

source: The Gramps ID..
ca: L'ID de Gramps..
fr: L'ID Gramps ..
ru: Идентификатор Gramps..

source: Check this box if you want to keep the original Gramps ID.
ca: Marqueu aquesta casella si voleu conservar l'ID de Gramps original.
fr: Cochez cette case si vous souhaitez conserver l'ID Gramps d'origine.
ru: Выберите, если хотите оставить оригинальный идентификатор Gramps ID.

source: Alterative Names Select one or more rows and press 'Keep' button to toggle the 'include into place' status .
ca: Noms alternatius Seleccioneu una o més files i premeu el botó 'Conserva' per canviar l'estat d' 'inclou al lloc'.
fr: Noms alternatifs Sélectionnez une ou plusieurs lignes et appuyez sur le bouton 'Conserver' pour faire basculer le statut 'inclure dans'.
nb: Alternative navn Velg en eller flere rader og trykk på knappen «Behold» for å veksle statusen for «inkluder i sted».
ru: Альтернативные названия Выберите одну или несколько строк и нажмите 'Оставить', чтобы переключить состояние 'добавить в место'.

source: Inc
ru: Вкл

source: Lang
ca: Llengua
fr: Langue
ru: Язык

source: Select one or more rows and use this button to keep the alternative names.
ca: Seleccioneu una o més files i utilitzeu aquest botó per mantenir els noms alternatius.
fr: Sélectionnez une ou plusieurs lignes et utilisez ce bouton pour conserver les noms alternatifs.
ru: Выберите одну или несколько строк и нажмите эту кнопку, чтобы оставить альтернативные названия.

source: Select one row and use this button to make the row the primary name.
ca: Seleccioneu una fila i utilitzeu aquest botó per fer que la fila sigui el nom principal.
fr: Sélectionnez une ligne et utilisez ce bouton pour que la ligne devienne le nom principal.
ru: Выберите одну или несколько строк и нажмите эту кнопку, чтобы установить основное название.

source: Discard
ca: Descarta
fr: Ignorer
ru: Отказаться

source: Select one or more rows and use this button to discard the alternative names.
ca: Seleccioneu una o més files i utilitzeu aquest botó per descartar els noms alternatius.
fr: Sélectionnez une ou plusieurs lignes et utilisez ce bouton pour ignorer les noms alternatifs.
ru: Выберите одну или несколько строк и нажмите эту кнопку, чтобы отказаться от альтернативных названий.

source: Cancel the operation, no changes are made to your Place.
ca: Cancel·leu l'operació, no es fan canvis al vostre lloc.
fr: Annulez l'opération, aucune modification n'est apportée à votre lieu.
ru: Отмена операции, место не будет изменено.

source: Store the values in your Place.
ca: Emmagatzema els valors al teu lloc.
fr: Enregistrez les valeurs dans votre lieu.
ru: Сохранить значения для места.

source: Keep Web Links
ca: Mantenir els enllaços web
fr: Garder les liens Web
ru: Добавить веб-ссылки

source: Puts web links (typically wikipedia) into your place.
ca: Col·loca enllaços web (normalment wikipedia) al teu lloc.
fr: Ajouter des liens Web (généralement issus de Wikipédia) au lieu.
ru: Включить веб-ссылки (обычно Википедия) для места.

source: Add citation and source to Place
ca: Afegeix la citació i la font al lloc
fr: Ajouter une citation et une source au lieu
ru: Добавить цитату и источник для места

source: This Adds a Citation to your place, citing GeoNames.
ca: Això afegeix una citació al vostre lloc, citant GeoNames.
fr: Cela ajoute une citation à votre lieu, citant GeoNames.
ru: Будет добавлена цитата для места со ссылкой на GeoNames.

source: GeoNames User ID
ca: ID d'usuari de GeoNames
fr: ID utilisateur GeoNames
ru: Идентификатор пользователя GeoNames

source: Enter you Geonames user ID here.
ca: Introduïu el vostre ID d'usuari de Geonames aquí.
fr: Entrez votre ID utilisateur Geonames ici.
ru: Введите сюда Ваш идентификатор пользователя GeoNames.

source: Alternative Names Languages to keep
ca: Noms alternatius Idiomes a mantenir
fr: Langues à conserver pour les noms alternatifs
ru: Языки для названий

source: Enter the two or three letter codes for the languages you wish to keep, seperated by spaces. For example "en fr ru". These languages will initially be checked off on the Names result display. If you often see an un-checked name in a specific language you want, add the language code here.
ca: Introduïu els codis de dues o tres lletres dels idiomes que voleu mantenir, separats per espais. Per exemple "en fr ca". Aquests idiomes es marcaran inicialment a la pantalla de resultats de Noms. Si sovint veieu un nom sense marcar en un idioma específic que vulgueu, afegiu el codi d'idioma aquí.
fr: Entrez les codes à deux ou trois lettres pour les langues que vous souhaitez conserver, séparés par des espaces. Par exemple "fr en ru". Ces langues seront initialement cochées sur l'affichage du résultat de Noms. Si vous voyez souvent un nom non inclus dans une langue spécifique, ajoutez le code de langue ici.
ru: Введите 2-х или 3-х буквенное обозначение языков, разделённые пробелами, которые хотите оставить. Например 'en fr ru'. Эти языки будут отмечены на экране Названий. Если часто встречаются неотмеченные названия на желаемом языке, добавьте сюда код этого языка.

source: Currently Enclosed Places
ca: Llocs actualment adjuntats
fr: Hiérarchie des lieux
ja: 現在閉鎖されている場所
ru: Включённые места

source: When cleaning a place that is already enclosed, this affects what is done. If '<b>Keep current Enclosure</b>' is selected, no changes to the enclosing place is made. If '<b>Replace with GeoNames Enclosure</b>' is selected, the enclosed place is changed to the next level GeoNames place. This may result in some unused places remaining in your database.
ca: Quan es neteja un lloc que ja està delimitat, això afecta l’acció que es realitza. Si '<b>Mantenir l’actual delimitació</b>' està seleccionat, no es fa cap canvi al lloc delimitador. Si '<b>Substituir per la delimitació de GeoNames</b>' està seleccionat, el lloc delimitat es canvia pel lloc de nivell següent de GeoNames. Això pot provocar que alguns llocs no utilitzats continuïn a la base de dades.
fr: Lorsque vous nettoyez un lieu faisant partie d'une hiérarchie, cela peut affecter cette dernière. Si '<b>Conserver la hiérarchie actuelle</b>' est sélectionné, aucune modification n'est apportée à l'emplacement. Si '<b>Remplacer par la hiérarchie fournie par GeoNames</b>' est sélectionné, la hiérarchie de lieu est remplacée par la hiérarchie fournie par GeoNames. Cela peut entraîner des lieux inutilisés dans votre base de données.
ja: すでに囲まれている場所をクリーンアップする場合、これは実行内容に影響します。 「<b>現在の囲いを保持</b>」を選択した場合、囲んでいる場所は変更されません。 「<b>GeoNames 囲いに置換</b>」を選択した場合、囲まれている場所は次のレベルの GeoNames 場所に変更されます。. これにより、データベースに未使用の場所がいくつか残る場合があります。
nb: Når du rydder opp i et sted som allerede er omsluttet, påvirker dette hva som blir gjort. Hvis «<b>Behold gjeldende omslutning</b>» er valgt, blir det ikke gjort endringer i det omsluttende stedet. Hvis «<b>Erstatt med GeoNames-omslutning</b>» er valgt, endres det omsluttende stedet til neste nivå i GeoNames. Dette kan føre til at noen ubrukte steder forblir i databasen din.
ru: При очистке места которое уже входит в другое, существует несколько вариантов. Если выбрать '<b>Оставить текущее вхождение</b>', то не будет сделано никаких изменений во входящее место. Если выбрать '<b>Заменить на GeoNames вхождение</b>', то входящее место будет переведено на следующий уровень мест GeoNames. Это может привести к тому, что некоторые места в Вашей базе данных не будут использованы.

source: Keep current Enclosure
ca: Mantenir l’actual delimitació
fr: Conserver la hiérarchie actuelle
ja: 現在の囲み枠を保持
nb: Behold gjeldende omslutning
ru: Оставить текущее вхождение

source: Replace with GeoNames Enclosure
ca: Substituir per la delimitació de GeoNames
fr: Remplacer par la hiérarchie fournie par GeoNames
ja: GeoNames囲み枠に置き換える
nb: Erstatt med GeoNames-omslutning
ru: Заменить на GeoNames вхождение

source: Current Place title. You can edit this to help find other places, particularly to reduce the number of results.
ca: Títol del lloc actual. Pots editar-lo per ajudar a trobar altres llocs, especialment per reduir el nombre de resultats.
fr: Titre de la position actuelle. Vous pouvez modifier ceci pour vous aider à trouver d’autres lieux, en particulier pour réduire le nombre de résultats.
ja: 現在の場所のタイトル。 これを編集すると、他の場所を見つけやすくなり、特に結果の数を減らすことができます。
ru: Текущее название места. Измените это поле для поиска других мест, обычно для сокращения результатов поиска.

source: Search your local places and GeoNames for a match.
ca: Cerca coincidències entre els teus llocs locals i GeoNames.
fr: Effectuez une recherche dans vos lieux et GeoNames locaux.
ja: 一致する場所と GeoNames を検索します。
ru: Поиск совпадений между GeoNames и Вашими местами.

source: Continue to merge (for local places), or to complete a place (for GeoNames).
ca: Continua per fusionar (per als llocs locals) o per completar un lloc (per a GeoNames).
fr: Continuez à fusionner (pour les lieux locaux) ou à compléter un lieu (pour GeoNames).
ja: ローカル地名の場合は結合、ジオネームの場合は地名を完成させる。
ru: Продолжить объединение (локальных мест) или дополнить место (для GeoNames).

source: Split up Title, Edit manually, and enclose with next level of hierarchy. For use when the initial component of the Title is too detailed to be found in the gazetteer.
ca: Divideix el títol, edita manualment i delimita amb el nivell següent de la jerarquia. Per utilitzar quan el component inicial del títol és massa detallat per ser trobat al gaseter.
fr: Fractionner le titre, modifier manuellement et joindre le niveau suivant de la hiérarchie. À utiliser lorsque le composant initial du titre est trop détaillé pour pouvoir être trouvé dans la base de données.
ja: タイトルを分割し、手動で編集し、次の階層レベルで囲みます。 タイトルの最初のコンポーネントが詳細すぎて地名辞典で見つからない場合に使用します。
ru: Разделить название, Редактировать вручную и включить в следующий уровень иерархии. Используется, если исходное название слишком подробно для поиска в справочнике.

source: Next Place
ca: Lloc següent
fr: Lieu suivant
ja: 次の場所
ru: Следующее место

source: Find an incomplete place.
ca: Troba un lloc incomplet.
fr: Trouvez un lieu incomplet.
ja: 不完全な場所を検索する。
ru: Найти незаконченные места.

source: Set preferences
ca: Estableix preferències
fr: Définir les préférences
ja: 環境設定
ru: Установить параметры

source: Select one of these places to continue the cleanup process.
ca: Selecciona un d’aquests llocs per continuar el procés de neteja.
fr: Sélectionnez l'un de ces lieux pour continuer le processus de nettoyage.
ja: クリーンアップ プロセスを続行するには、これらの場所のいずれかを選択します。
ru: Выберите одно из этих мест для продолжения процесса очистки.

source: Search result places
ca: Llocs dels resultats de la cerca
fr: Résultats de la recherche
ja: 検索結果の場所
ru: Результат поиска мест

source: Checking the 'Populated' checkbox causes the GeoNames search to include 'Populted places', places where people live and work.
ca: Marcar la casella “Habitat” fa que la cerca a GeoNames inclogui “Llocs habitats”, és a dir, llocs on les persones viuen i treballen.
fr: En cochant la case "Habité", la recherche GeoNames inclut les lieux habités (ville, village...).
ja: 「人口密集地」チェックボックスをオンにすると、GeoNames 検索に「人口密集地」、つまり人が住み、働いている場所が含まれるようになります。
nb: Å merke av i avkrysningsboksen «Befolket» gjør at GeoNames-søket inkluderer «Befolkede steder», altså steder der folk bor og arbeider.
ru: Используйте 'Жилые' для поиска в GeoNames мест, где люди живут и работают.

source: Populated
ca: Habitat
fr: Habité
ja: 人口が多い
nb: Befolket
ru: Жилые

source: Checking the 'Admin' checkbox cause the GeoNames search to include adminstrative subdivisions in the search (countries, states, counties etc.).
ca: Marcar la casella “Administratiu” fa que la cerca a GeoNames inclogui subdivisions administratives (països, estats, comtats, etc.).
fr: En cochant la case "Admin", la recherche GeoNames inclut les sub-divisions administratives (pays, région, arrondissement...).
ja: 「管理」チェックボックスをオンにすると、GeoNames 検索に行政区分 (国、州、郡など) が含まれるようになります。
nb: Å merke av i avkrysningsboksen «Admin» gjør at GeoNames-søket inkluderer administrative inndelinger i søket (land, stater, fylker osv.).
ru: Используйте 'Административные' для поиска в GeoNames мест административного деления (страны, штаты, округа и подобные).

source: Checking the 'Spot' checkbox cause the GeoNames search to include a wide variety of other places in the search (churches, burial grounds, buildings etc.).
ca: Marcar la casella “Punt” fa que la cerca a GeoNames inclogui una àmplia varietat d’altres llocs (esglésies, cementiris, edificis, etc.).
fr: En cochant la case "Lieu remarquable", la recherche GeoNames inclut une variété de lieux remarquables (église, cimetière, bureau de poste...).
ja: 「スポット」チェックボックスをオンにすると、GeoNames 検索にさまざまな他の場所 (教会、墓地、建物など) が含まれるようになります。
nb: Å merke av i avkrysningsboksen «Punkt» gjør at GeoNames-søket inkluderer en rekke andre steder i søket (kirker, gravplasser, bygninger osv.).
ru: Используйте 'Разные' для поиска в GeoNames большого количества различных мест (церкви, кладбища, здания и другие).

source: Admin
ru: Административные

source: Spot
ca: Punt
fr: Lieu remarquable
ja: スポット
nb: Punkt
ru: Разные

source: Creative Commons Attribution 3.0 License
ca: Llicència Creative Commons Attribution 3.0
fr: Licence Creative Commons Attribution 3.0
