Repository: ahs3/addons-source
Catalog: CheckPlaceTitles/po/*-local.po
Languages: ru

source: Checking Place Titles
ru: Проверка названий мест

source: Looking for place fields
ru: Ищем части адресов

source: Check Place Titles
ru: Проверка названия мест

source: Check place titles
ru: Проверяет названия местоположений

source: Check Place title
ru: Проверить название места

source: Differences
ru: Отличия

source: No need modifications
ru: Изменения не требуются

source: No changes need.
ru: Изменения не требуются.

source: Legacy place
ru: Старое место

source: Modify Place titles
ru: Изменить названия мест

source: Place titles
ru: Названия мест

source: Remove content of place title field if it does not match
ru: Удалить название места, если оно не совпадает

source: Copy content of place title field to a new note.
ru: Копировать название места в новую заметку.

source: Attach a tag on selected places.
ru: Прикрепить метку к выбранным местам.

source: column
ru: колонка
