Repository: ahs3/addons-source
Catalog: MediaVerify/po/*-local.po
Languages: fr, ja, sk

source: Media Verify Tool
fr: Outil de vérification des media
ja: メディア検証ツール
sk: Nástroj na overenie médií

source: Moved/Renamed Files
ja: 移動/名前変更されたファイル
sk: Presunuté/premenované súbory

source: Missing Files
fr: Fichiers manquants
ja: 不足しているファイル
sk: Chýbajúce súbory

source: Duplicate Files
fr: Fichiers dupliqués
ja: 重複ファイル
sk: Duplicitné súbory

source: Extra Files
fr: Fichiers supplémentaires
ja: 追加ファイル
sk: Dodatočné súbory

source: No md5 Generated
fr: Pas de md5 généré
ja: md5が生成されませんでした
sk: Nevygenerované md5

source: Errors
ja: エラー
sk: Chyby

source: Close the Media Verify Tool
fr: Fermer l'outil de vérification des media
ja: メディア検証ツールを閉じる
sk: Zavrieť nástroj na overenie médií

source: Generate
fr: Générer
ja: 生成
sk: Generovať

source: Generate md5 hashes for media objects
fr: Génère des tables (hashes) md5 de nos fichiers media
ja: メディアオブジェクトのmd5ハッシュを生成する
sk: Generovať md5 hashe pre mediálne objekty

source: Verify
fr: Vérification
ja: 検証
sk: Overiť

source: Check media paths and report missing, duplicate and extra files
fr: Vérification des media et chemins manquants, dupliqués ainsi que fichiers supplémentaires rapportés
ja: メディアパスをチェックし、不足しているファイル、重複しているファイル、余分なファイルを報告します
sk: Skontroluje cesty k médiám a nahlási chýbajúce, duplicitné a dodatočné súbory

source: Export
ja: エクスポート
sk: Exportovať

source: Export the results to a text file
ja: 結果をテキストファイルにエクスポートする
sk: Exportovať výsledky do textového súboru

source: Fix
fr: Corriger
ja: 修正
sk: Opraviť

source: Fix media paths of moved and renamed files
fr: Correction des chemin media pour les fichiers déplacés et renommés
ja: 移動および名前変更されたファイルのメディアパスを修正
sk: Opraviť cesty k médiám pre presunuté a premenované súbory

source: Verify Gramps media using md5 hashes
fr: Vérifier les objets media Gramps en utilisant les tables (hashes) md5
ja: md5ハッシュを使用してGrampsメディアを検証する
sk: Overiť médiá Gramps pomocou md5 hashov

source: Files
fr: Fichiers
ja: ファイル
sk: Súbory

source: Export results to a text file
ja: 結果をテキストファイルにエクスポートする
sk: Export výsledkov do textového súboru

source: Error when writing the report: %s
ja: レポートの書き込み中エラー : %s
sk: Chyba pri zápise správy: %s

source: Generating media hashes
fr: Génération des hashes media
ja: メディアハッシュの生成
sk: Generovanie mediálnych hashov

source: Set media hashes
fr: Définition des hashes media
ja: メディアハッシュの設定
sk: Nastaviť mediálne hashe

source: Media path not set. You must set the "Base path for relative media paths" in the Preferences.
ja: メディア パスが設定されていません。環境設定で「相対メディア パスのベース パス」を設定する必要があります。
sk: Cesta k médiám nie je nastavená. Musíte nastaviť "Základnú cestu pre relatívne cesty k médiám" v Nastaveniach.

source: Finding files
fr: Recherche de fichiers
ja: ファイルの検索
sk: Hľadanie súborov

source: Checking paths
fr: Vérification des chemins
ja: 場所のタイトルパスの確認
sk: Kontrola ciest

source: Fixing file paths
fr: Correction des chemins de fichier
ja: ファイルパスの修正
sk: Oprava ciest k súborom

source: Fix media paths
fr: Correction des chemins media
ja: メディアパスの修正
sk: Opraviť cesty k médiám

source: Media Verify
fr: Vérification des media
ja: メディアの検証
sk: Overenie médií

source: Verify that media is present in the correct path
fr: Vérifier si l'objet medium est présent avec le bon chemin
ja: メディアが正しいパスに存在することを確認する
sk: Overiť, či sú médiá prítomné v správnej ceste
