Repository: ahs3/addons-source
Catalog: DenominoViso/po/*-local.po
Languages: fr, he, ja

source: No Source
fr: Pas de source
he: אין מקור
ja: ソースなし

source: onclick
ja: クリック時

source: onmouseover
ja: マウスオーバー時

source: Ancestor
fr: Ascendant
he: אב קדמון
ja: 祖先

source: Descendant
fr: Descendants
ja: 降順

source: Fan
fr: Roue
ja: ファン

source: Growth Spiral
fr: Spirale grandissante
ja: 成長スパイラル

source: Mandelbrot Tree
fr: Arbre de mandelbrot
ja: マンデルブロ ツリー

source: Pythagoras Tree
fr: Arbre de pythagore
ja: ピタゴラスのツリー

source: right to left
fr: de droite à gauche
ja: 右から左へ

source: left to right
fr: de gauche à droite
ja: 左から右へ

source: top to bottom
fr: de haut en bas
ja: 上から下へ

source: bottom to top
fr: de bas en haut
ja: 下から上へ

source: role
fr: rôle
ja: 役割

source: description
he: תיאור
ja: 説明

source: witnesses
fr: témoins
ja: 証人

source: No central person selected
fr: Aucun individu central sélectionné
he: לא נבחר אדם מרכזי
ja: 中心人物が選択されていません

source: Unknown time direction
fr: Direction temporelle inconnue
he: כיוון ציר זמן לא ידוע
ja: 時間の方向が不明

source: author
fr: auteur
ja: 著者

source: abbreviation
fr: abréviation
ja: 略語

source: the chart type runs out of bounds
fr: le type de graphique est hors limites
ja: チャートの種類が範囲外です

source: Search
fr: Rechercher
he: חיפוש
ja: 検索

source: DenominoViso Options
fr: Options DenominoViso
ja: DenominoViso オプション

source: The destination file for the html-content.
ja: HTML コンテンツの保存先ファイル。

source: Central Person
fr: L'individu central
he: אדם מרכזי
ja: 中心人物

source: The central person for the tree
fr: L'individu central pour cet arbre
ja: ツリーの中心人物

source: Title of the webpage
fr: Titre de la page internet
ja: ウェブページのタイトル

source: Any string you wish.
fr: La chaîne désirée.
ja: 任意の文字列。

source: Display mode
fr: Mode d'affichage
ja: 表示モード

source: Either plot ancestor or descendants graph.
fr: Soit table d'ascendant soit graphique de descendants
ja: 祖先または子孫のグラフをプロットします。

source: Display type
fr: Affichage du type
ja: 表示タイプ

source: The type of graph to create.
fr: Type de graphique à créer.
ja: 作成するグラフの種類。

source: Direction of time
fr: Sens du temps
he: כיוון ציר הזמן
ja: 時間の方向

source: Direction in which time increases.
fr: Sens de la croissance du temps.
ja: 時間が増加する方向。

source: Max chart width (%)
fr: Largeur du graphique max (%)
ja: 最大チャート幅 (%)

source: Width of the tree as fraction of the browser window
fr: Largeur de l'arbre en tant que fraction de la fenêtre du navigateur
ja: ブラウザウィンドウに対するツリーの幅の割合

source: Max chart height (px)
fr: Hauteur max du graphique (px)
he: גובה תרשים מירבי (פיקסל)
ja: チャートの最大高さ (px)

source: Height of the tree in pixels.
fr: Hauteur de l'arbre en pixels.
ja: ツリーの高さ (ピクセル単位)。

source: List of strings, free text added at the bottom, for example for a copyright notice.
fr: Liste de chaînes, texte libre ajouté en bas, par exemple une notice de droit d'auteur.
ja: 文字列のリスト。著作権表示などのフリーテキストが下部に追加されます。

source: Include Options
fr: Options à inclure
he: הכללת אפשרויות
ja: オプションを含める

source: Include private records
fr: Inclure les enregistrements privés
ja: 個人記録を含める

source: Whether to leave out private data.
ja: プライベートデータを省略するかどうか。

source: Include Events
fr: Inclure les événements
he: הכללת אירועים
ja: イベントを含める

source: Whether to include a person's events.
ja: 人物のイベントを含めるかどうか。

source: Include birth children
fr: Inclure la naissance des enfants
ja: 子供の誕生を含める

source: Whether to include the birth of children in the list of events.
fr: Inclure ou non les naissances des enfants dans la liste des événements.
ja: イベントのリストに子供の誕生を含めるかどうか。

source: Include death relatives
fr: Inclure les décès des proches
he: הכללת קרובי משפחת נפטר
ja: 死亡親族を含める

source: Whether to include the death of relatives during the lifetime of person.
fr: Inclure ou non les décès des proches durant la vie de la personne.
ja: 生存中の親族の死亡を含めるかどうか。

source: Include witness note
fr: Inclure la note du témoin
he: הכללת הערת עדים
ja: 証人メモを含める

source: Whether to include the note belonging to a witness (if the event_format contains <witnesses>)
fr: Inclure ou non la note propre à un témoin (si le format de l'événement contient <témoins>)
ja: 証人に属するメモを含めるかどうか (event_format に <witnesses> が含まれている場合)

source: Whether to include a person's attributes
fr: Inclure ou non les attributs des individus
ja: 人物の属性を含めるかどうか

source: Include Addresses
fr: Inclure les adresses
ja: 住所を含める

source: Whether to include a person's addresses.
fr: Inclure ou non les adresses des individus.
ja: 個人の住所を含めるかどうか。

source: Include Note
fr: Inclure la note
he: הכללת הערה
ja: メモを含める

source: Whether to include a person's note.
fr: Inclure ou non la note de l'individu.
ja: 人物のメモを含めるかどうか。

source: Include URL
fr: Inclure l'URL
ja: URL を含める

source: Whether to include a person's internet address.
fr: Inclure ou non l'adresse internet de l'individu.
ja: 個人のインターネット アドレスを含めるかどうか。

source: Include URL description
fr: Inclure la description de l'URL
ja: URL の説明を含める

source: Whether to include the description of the first URL
fr: Inclure ou non la description du premier URL
ja: 最初のURLの説明を含めるかどうか

source: Include Sources
fr: Inclure les sources
he: הכללת מקורות
ja: ソースを含める

source: Whether to include a person's sources.
fr: Inclure ou non les sources de l'individu.
ja: 人物の情報源を含めるかどうか。

source: Image Options
fr: Options de l'image
ja: 画像オプション

source: Include Photos/Images from Gallery
fr: Inclure les photos/images de la galerie
ja: ギャラリーから写真/画像を含める

source: Whether to include images
fr: Inclure ou non les images
ja: 画像を含めるかどうか

source: Copy Image
fr: Copier l'image
ja: 画像をコピー

source: Copy the images to a designated directory.
fr: Copier les images vers un répertoire désigné.
ja: 画像を指定されたディレクトリにコピーします。

source: Images with Attribute
fr: Images avec attribut
ja: 属性付き画像

source: Determine images with which attributes to in/exclude
fr: Déterminer les images avec les attributs à inclure
ja: どの属性を含めるか除外するか画像を決定する

source: Include Image source references
fr: Inclure ou non les sources de l'image
he: הכללת איזכורי מקור תמונה
ja: 画像ソースの参照を含める

source: Whether to include references for images
fr: Inclure ou non les références pour les images
ja: 画像の参照を含めるかどうか

source: Source reference attribute
fr: Attribut de la référence de la source
ja: ソース参照属性

source: Image attribute that should be used as source reference
fr: L'attribut de l'image qui doit être utilisé comme référence de la source
ja: ソース参照として使用する画像属性

source: Style Options
fr: Options du style
ja: スタイル オプション

source: Color of active person:
fr: Couleur de l'individu actif:
he: צבע האדם הפעיל:
ja: アクティブな人の色 :

source: RGB-color of geometric shape of the activated person.
fr: Couleur RGB de la figure géométrique pour la personne active.
ja: アクティブな人物の幾何学的形状の RGB カラー。

source: Color of found persons:
fr: Couleur des individus trouvés:
ja: 発見された人物の色 :

source: RGB-color of geometric shape of the persons found.
fr: Couleur RGB de la figure géométrique pour les individus trouvés.
ja: 発見された人物の幾何学的形状の RGB カラー。

source: Color of male persons:
fr: Couleur des individus masculins:
he: צבע אדם במגדר זכר:
ja: 男性の色 :

source: RGB-color of geometric shape of the male persons.
fr: Couleur RGB de la figure géométrique pour les individus de genre masculin.
ja: 男性の幾何学的形状の RGB カラー。

source: Colour of female persons:
fr: Couleur des individus féminins:
ja: 女性の色 :

source: RGB-color of geometric shape of the female persons.
fr: Couleur RGB pour la figure géométrique des individus de genre féminin.
ja: 女性の幾何学的形状の RGB カラー。

source: Width of rectangle (hrd):
fr: Largeur du rectangle (hrd) :
ja: 長方形の幅 (hrd) :

source: The width of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
fr: La largeur du rectangle de l'individu pour le type de graphique en tant que fraction de la distance horizontale du rectangle.
ja: 通常のチャート タイプの人物長方形の幅を、長方形の水平距離の割合として表します。

source: Height of rectangle (hrd):
fr: Hauteur du rectangle (hrd) :
ja: 長方形の高さ (hrd) :

source: The height of a person rectangle of the regular chart type expressed as fraction of the horizontal rectangle distance.
fr: La hauteur du rectangle de l'individu pour le type de graphique en tant que fraction de la distance horizontale du rectangle.
ja: 通常のチャート タイプの人物の四角形の高さは、水平方向の四角形の距離の割合として表されます。

source: Vertical distance of rectangles (hrd):
fr: Distance verticale des rectangles (hrd) :
ja: 長方形の垂直距離 (hrd) :

source: The vertical distance of person rectangles of the regular chart type expressed as fraction of the horizontal rectangle distance.
fr: La distance verticale des rectangles de l'individu pour le type de graphique en tant que fraction de la distance horizontale du rectangle.
ja: 通常のチャート タイプの人物の長方形の垂直距離は、水平長方形の距離の割合として表されます。

source: Extra style settings:
fr: Préférences supplémentaires:
ja: 追加のスタイル設定 :

source: Whatever css style settings are needed.
fr: Le style css choisi.
ja: 必要な CSS スタイル設定はすべて。

source: Mouse event handler
fr: Gestion de l'action de la souris
ja: マウス イベント ハンドラー

source: Mouse handler used to interact with visitor of webpage.
fr: La gestion du curseur de la souris est utilisé pour interagir avec le visiteur de la page internet.
ja: Web ページの訪問者と対話するために使用されるマウス ハンドラー。

source: Birth relationship linestyle
fr: Style de la lignée de naissance
he: סגנון קו קשרי קירבה מסוג לידה
ja: 出生関係の線種

source: List of lists where each sublist is a list with information about the dash pattern of lines connecting children to parents.
fr: Liste dont les listes contiennent l'information sur le motif pointillé entre les enfants et les parents.
ja: 各サブリストが子と親を結ぶ破線パターンに関する情報を含むリストであるリストの一覧。

source: Source confidence color
fr: Couleur pour la confiance de la source
ja: ソース信頼度カラー

source: List of lists where each sublist is a list with information on the color to use for a certain confidence level.
ja: リストの一覧。各サブリストは、特定の信頼レベルに使用する色に関する情報を含むリストです。

source: Event format
fr: Format de l'événement
ja: イベント形式

source: List os strings with placeholders for events. Known placeholders: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> and any <attribute-value>.
fr: Liste des protagonistes des événements : <type>, <rôle>, <date>, <lieu>, <description>, <témoins>, <source> et tout autre <attribut>.
ja: イベントのプレースホルダーを含む OS 文字列を一覧表示します。既知のプレースホルダー: <type>、<role>、<date>、<place>、<description>、<witnesses>、<source>、および任意の <attribute-value>。

source: Source format
fr: Format de la source
ja: ソース形式

source: List of strings with placeholders for sources. Known placeholders: <title>, <volume>, <author>, <publication_info> and <abbreviation>.
fr: Liste des protagonistes des sources : <titre>, <volume>, <auteur>, <informations de publication> et <abréviation>.
ja: ソースのプレースホルダーを含む文字列のリスト。既知のプレースホルダー: <title>、<volume>、<author>、<publication_info>、<abbreviation>。

source: restricted to:
fr: limité à :
ja: 制限 :

source: to directory:
fr: vers le répertoire :
ja: ディレクトリ :

source: Save images in ...
fr: Sauver les images dans ...
he: שמירת תמונות בתוך ...
ja: 画像を保存する場所...

source: Included
he: הכללה
ja: 含める

source: Excluded
ja: 除外

source: Name HTML-wrapper file
fr: Nom du fichier HTML (wrapper)
ja: HTML-wrapper ファイル名

source: Save HTML-wrapper file as ...
fr: Sauver le fichier HTML (wrapper) sous ...
ja: HTML-wrapper ファイルに名前を付けて保存...

source: Give a filename ...
fr: Donnez un nom de fichier ...
ja: ファイル名を指定 ...

source: Relation type
fr: Type de relation
he: סוג יוחסה
ja: 関係の種類

source: Use dashed linestyle
fr: Utiliser les pointillés
ja: 破線スタイルを使用する

source: Dash length
fr: Longueur du tiret
ja: ダッシュの長さ

source: Inter-dash length
fr: Longueur du pointillé
ja: ダッシュ間の長さ

source: Generates a web (HTML) page with a graphical representation of ancestors/descendants (SVG) where details about individuals become visible upon mouse-events.
ja: マウス イベントで個人の詳細が表示される、祖先/子孫 (SVG) のグラフィカル表現を含む Web (HTML) ページを生成します。

source: in
fr: dans
he: ב

source: Failure writing %s: %s
fr: Échec à l'écriture de %s : %s

source: publication_info
fr: information de publication

source: of
fr: de

source: Closing remarks
fr: Observations finales

source: at
fr: à

source: should be
fr: devrait être
