Repository: ahs3/addons-source
Catalog: SVWebconnectPack/po/*-local.po
Languages: fr, ja, sk, sv

source: SV Web Connect Pack
fr: Ensemble de liens internet SV
ja: SV Web接続パック

source: Collection of Web sites for Sweden (requires libwebconnect)
fr: Collection de sites internet pour la Suède (nécessite libwebconnect)
ja: スウェーデンの Web サイトのコレクション (libwebconnect が必要)
sk: Zbierka webových stránok pre Švédsko (vyžaduje libwebconnect)
sv: Samling av webbplatser för Sverige (kräver libwebconnect)

source: Find A Grave
fr: Trouver une tombe
ja: 墓の検索
sv: Finn en grav

source: FamilySearch.org Tree
fr: Arbre FamilySearch.org
sv: FamilySearch.org Släktträd

source: National archives of Sweden personsearch
fr: Archives nationales de Suède : recherche de personne
ja: スウェーデン国立公文書館 人物検索
sk: Vyhľadávanie osôb v Národnom archíve Švédska
sv: Riksarkivet personsök

source: National archives of Sweden free search
fr: Archives nationales de Suède : recherche libre
ja: スウェーデン国立公文書館無料検索
sk: Voľné vyhľadávanie v Národnom archíve Švédska
sv: Riksarkivet frisök

source: Arkiv Digital estate records for Skåne
fr: Archives numériques du domaine pour la Scanie
ja: スコーネ州の Arkiv デジタル不動産記録
sk: Pozemkové záznamy Arkiv Digital pre Skåne
sv: Arkiv Digital bouppteckningar över Skåne

source: Ancestry Search
fr: Chercher sur Ancestry
ja: 祖先検索
sk: Vyhľadávanie v Ancestry
sv: Ancestry Sök

source: Find swedish portraits - Rötter.se
fr: Trouvez des portraits suédois - Rötter.se
ja: スウェーデンの肖像画を検索 - Rötter.se
sk: Nájdite švédske portréty - Rötter.se
sv: Porträttfynd - Rötter.se

source: Gravar.se - find swedish graves
fr: Gravar.se - trouver des tombes suédoises
ja: Gravar.se - スウェーデンの墓を検索
sk: Gravar.se - nájdite švédske hroby
sv: Gravar.se

source: National archives of Sweden search censuses
fr: Archives nationales des recensements de la Suède
ja: スウェーデン国立公文書館による国勢調査の検索
sk: Vyhľadávanie sčítania ľudu v Národnom archíve Švédska
sv: Riksarkivet sök folkräkning

source: Arkiv Digital released prisoners
fr: Archives numériques des prisonniers libérés
ja: Arkiv Digitalが囚人を釈放
sk: Prepustení väzni v Arkiv Digital
sv: Arkiv Digital frigivna fångar

source: Gravestone inventory - rötter.se
fr: Inventaire des pierres tombales - rötter.se
ja: 墓石の在庫 - rötter.se
sk: Inventár náhrobných kameňov - rötter.se
sv: Gravstensinventeringen - rötter.se
