Repository: ahs3/addons-source
Catalog: FamilySheet/po/*-local.po
Languages: fr, ru

source: Family Sheet
fr: Résumé familial
ru: Семейные страницы

source: Produces a family sheet showing full information about a person and his/her partners and children.
fr: Produit un résumé familial montrant les informations complètes sur l'individu, ses conjoints et enfants.
ru: Создаёт семейную страницу со всей информацией о лице, его родителях и детях.

source: Address (%(date)s): %(location)s
fr: Adresse (%(date)s): %(location)s
ru: Адрес (%(date)s): %(location)s

source: Address: %(location)s
fr: Adresse : %(location)s
ru: Адрес: %(location)s

source: Source references:
fr: Références de la source :
ru: Ссылки на источник:

source: , page %s
ru: , страница %s

source: Notes:
ru: Заметки:

source: on %(ymd_date)s
fr: le %(ymd_date)s
ru: в %(ymd_date)s

source: in %(ym_date)s
fr: en %(ym_date)s
ru: в %(ym_date)s

source: in %(y_date)s
fr: en %(y_date)s
ru: в %(y_date)s

source: on %(placeholder)s
fr: à %(placeholder)s
ru: в %(placeholder)s

source: on %(placeholder)s (%(partial)s)
fr: à %(placeholder)s (%(partial)s)
ru: в %(placeholder)s (%(partial)s)

source: in %(place)s
fr: à %(place)s
ru: в %(place)s

source: Center person
fr: Individu central
ru: Главное лицо

source: The person whose partners and children are printed
fr: L'individu dont les partenaires et enfants sont imprimés
ru: Лицо, чьи родители и дети будут отображены

source: Print sheets for
fr: Impression des feuilles pour
ru: Создать страницы для

source: Center person only
fr: Individu central seulement
ru: Только главное лицо

source: Center person and descendants in side branches
fr: Individu central et ses descendants par branches
ru: Главное лицо и потомки в соседних ветках

source: Center person and all descendants
fr: Individu central et tous ses descendants
ru: Главное лицо и все потомки

source: Whether to include descendants, and which ones.
ru: Включать ли потомков и каких.

source: Replace first name with call name
fr: Remplacer le prénom par le prénom usuel
ru: Заменить имя на прозвище

source: Underline call name in first name / add call name to first name
fr: Souligner ou ajouter le prénom usuel dans le prénom
ru: Подчеркнуть прозвище в имени / добавить прозвище в имя

source: Whether to include call name, and how.
ru: Включать ли прозвище и как.

source: Print placeholders for missing information
fr: Imprime un espace pour l'information manquante
ru: Оставлять места для пропущенной информации

source: The basic style used for the text display
fr: Le style de base pour afficher du texte.
ru: Основной стиль для отображения текста

source: The style used for the page key on the top
fr: Le style utilisé pour le haut de la page de référence
ru: Стиль для номера страницы сверху

source: The style used for names
fr: Le style utilisé pour les noms.
ru: Стиль для имён

source: The style used for numbers
fr: Le style utilisé pour les numéros.
ru: Стиль для чисел

source: The style used for footnotes (notes and source references)
fr: Le style utilisé pour les bas de page (notes et références de la source)
ru: Стиль для примечаний (заметок и ссылок на источник)
