Repository: ahs3/addons-source
Catalog: NetworkChart/po/*-local.po
Languages: ru

source: RGB-color for male box background.
ru: RGB-цвет для мужского блока

source: Female Background
ru: Цвет для женщин

source: Direct
ru: Напрямую

source: Network Chart
ru: Сетевой график

source: Generates a family network chart.
ru: Создаёт семейный график в виде сети.

source: birth abbreviation|b.
ru: р.

source: death abbreviation|d.
ru: у.

source: marriage abbreviation|m.
ru: св.

source: File exists. Overwrite?
ru: Файл существует. Перезаписать?

source: created
ru: создано

source: last_written
ru: последняя_запись

source: Main
ru: Главный

source: Orthogonal (right angles in connectors)
ru: Прямоугольные (с углами в соединениях)

source: Straight (no right angles in connectors)
ru: Прямые (без углов в соединениях)

source: Curved (curved and straight connectors)
ru: Закруглённые (закруглённые и прямые соединения)

source: Default (Orthogonal)
ru: По умолчанию ()

source: Select the graph line connector format.
ru: Выберите формат соединяющих линий

source: Top to Bottom
ru: Сверху вниз

source: Left to Right
ru: Слева направо

source: Bottom to Top
ru: Снизу вверх

source: Right to Left
ru: Справа налево

source: Default (Top to Bottom)
ru: По умолчанию (сверху вниз)

source: Select the graph direction.
ru: Выберите направление графа.

source: URL Style
ru: Стиль для URL

source: Include URLs from database.
ru: Включать ссылки (URL) из базы данных.

source: Dynamic URL = Prefix + GrampID + Suffix
ru: Динамические URL = Префикс + GrampID + Суффикс

source: Static URL = Prefix
ru: Статические URL = Префикс

source: Don't include URLs
ru: Не включать ссылки (URL)

source: Default (include)
ru: По умолчанию (включать)

source: Select URL style.
ru: Выберите стиль для URL.

source: URL Prefix,Suffix
ru: URL Префикс,Суффикс

source: Enter the Prefix,Suffix (use comma) for dynamically generated URLs. URL = Prefix + GrampsID + Suffix.
ru: Введите Префикс,Суффикс (используйте запятую) для динамически создаваемых ссылок (URL). URL = Префикс + GrampsID + Суффикс.

source: Enter Font Name
ru: Введите название шрифта

source: Enter the primary font style for the chart. Must already be installed. White Rabbit can be obtained from https://www.fontsquirrel.com/fonts/white-rabbit
ru: Введите основной стиль шрифта для графика. Должен быть установлен. White Rabbit может быть получен тут https://www.fontsquirrel.com/fonts/white-rabbit

source: Spacing (inch)
ru: Отступы (дюйм)

source: Enter the seperation distance between "Generations" in inches (0.1-5.0).
ru: Введите длину отступов между 'Поколениями' в дюмах (0.1-0.5).

source: Enter Chart Title
ru: Введите название графика

source: Set the title of the chart.
ru: Установите название графика.

source: The destination folder for generated files.
ru: Каталог назначения для создаваемых файлов.

source: network
ru: сеть

source: The filename for the generated svg network chart.
ru: Имя создаваемого SVG файла сетевого графика.

source: Different node shapes/edges for gender.
ru: Различные форма/рамка узлов в зависимости от пола.

source: Node differences for gender.
ru: Отличия узлов в зависимости от пола.

source: Male Background
ru: Фон для мужчин

source: Male Background Alpha
ru: Прозрачность фона для мужчин

source: Alpha for Male box background (transparent=0, solid=255).
ru: Прозрачность фона для мужчин (прозрачный=0, сплошной=255).

source: Male Box Edge
ru: Рамка для мужчин

source: RGB-color for Male box edge.
ru: RGB-цвет для мужской рамки.

source: RGB-color for Female box background.
ru: RGB-цвет для женского узла.

source: Alpha for Female box background (transparent=0, solid=255).
ru: Прозрачность фона для женщин (прозрачный=0, сплошной=255).

source: Female Box Edge
ru: Рамка для женщин

source: Other Background
ru: Цвет для других

source: RGB-color for other box background.
ru: RGB-цвет для других узлов.

source: Other Background Alpha
ru: Прозрачность фона для других

source: Alpha for Other box background (transparent=0, solid=255).
ru: Прозрачность фона для других (прозрачный=0, сплошной=255).

source: Family Connector Line
ru: Линия для семьи

source: RGB-color for family connector line.
ru: RGB-цвет для семейной линии

source: Marriage Connector Line
ru: Линия для брака

source: RGB-color for marriage connector line.
ru: RGB-цвет для линии брака.

source: Highlight Connector Line
ru: Подсвеченная линия

source: RGB-color for the highlighted path between two individuals. If the graph.inverts, reverse the order to change.
ru: RGB-цвет для подсвеченного пути между двумя лицами.

source: Trim Box Edge
ru: Обрезать рамку

source: RGB-color for box edge that has been trimmed.
ru: RGB-цвет рамки который будет обрезан.

source: Remove color background on all nodes.
ru: Удалить цвет фона во всех узлах.

source: Removes color background for individuals (nodes) on chart.
ru: Удаляет цвет фона во всех узлах (лицах) в графике.

source: Enter year to start rounding birthday to year only
ru: Введите год для начала округления дней рождения только до года

source: Birthdays after this year are represented by the year only. Invalid entries will be ignored.
ru: Дни рождения после этого года будут представлены только в виде года. Неверные даты будут пропущены.

source: Round birthday to year after year entered (above).
ru: Округлять дни рождения до года начиная с года введённого выше.

source: Represent birthday by year only.
ru: Представлять дни рождения только в виде года.

source: Enter year to start rounding marriage date to year only
ru: Введите год для начала округления даты брака только до года

source: Marriages after this year are represented bythe year only. Invalid entries will be ignored.
ru: Браки после этого года будут представлены только в виде года. Неверные даты будут пропущены.

source: Round marriage to year after year entered (above).
ru: Округлять дату брака до года начиная с года введённого выше.

source: Represent marriage by year only.
ru: Представлять дату брака только в виде года.

source: Attempts to remove middle names. Only works for entries with birth year in the record.
ru: Пытаться удалить промежуточные имена. Работает только для записей с днями рождения.

source: Remove middle names.
ru: Удалить промежуточные имена.

source: Allow inclusion of private records in chart.
ru: Разрешить включение личных записей в график.

source: Trim
ru: Обрезка

source: Trim descendants
ru: Скрыть потомков

source: All descendants (children) of selected individuals will not be shown.
ru: Все потомки (дети) выбранных лиц не будут показаны.

source: Enable trimming of descendants.
ru: Включить скрытие потомков.

source: You must enter valid person(s) before enabling trimming of descendants from tree.
ru: Необходимо ввести лицо(а) до включения скрытия потомков в древе.

source: Trim ancestors
ru: Скрыть предков

source: All ancestors (parents) of selected individuals will not be shown.
ru: Все предки (родители) выбранных лиц не будут показаны.

source: Enable trimming of ancestors.
ru: Включить скрытие предков.

source: Enable trimming of ancestors from tree.
ru: Включение скрытия предков в древе.

source: Enable trim groups.
ru: Включить скрытие групп.

source: Remove groups less than Min Group Size. Automatic for databases with more than 1500 individuals.
ru: Скрывает группы меньше заданного размера. Автоматически для баз данных с более 1500 лиц.

source: Min Group Size
ru: Минимальный размер группы

source: Enter the minimum size group to display. Value may be 2 or greater.
ru: Введите минимальный размер группы для отображения. Значение может быть 2 или более.

source: Select Start and End Individuals in displayed path(s). Select two
ru: Выберите начальное и конечное лица в отображаемом пути. Выберите двоих

source: Starting and ending person for displayed path(s). Select two people
ru: Начальное и конечное лицо для отображаемого пути. Выберите двух людей

source: Highlight path(s)
ru: Выделять путь

source: Default (None)
ru: По умолчанию (Нет)

source: None - Don't highlight paths. Direct - Highlight direct descendant/ancestor paths. Any - Highlight any path(s) including direct or indirect.
ru: Нет - Не выделять пути. Прямые - Выделять прямые (потомок/предок) пути. Все - Выделять все пути включая прямые и непрямые.

source: Show only path(s)
ru: Показывать только пути

source: Any
ru: Все

source: Default (none)
ru: По умолчанию (нет)

source: None - Don't show paths only. Direct - Show only direct descendant/ancestor paths. Any - Show only path(s) direct or indirect.
ru: Нет - Не показывать только пути. Прямые - Показывать только прямые (потомок/предок) пути. Все - Показывать все пути включая прямые и непрямые.

source: Select person at center of selection radius in graph.
ru: Выберите главное лицо для создания графа.

source: Max connections from center
ru: Максимум соединений от главного

source: Enter the maximum number of connections allowed from the center person. Value may be 1 or greater.
ru: Введите максимальное количество соединений от главного лица. Значение должно быть не меньше 1.

source: Limit graph to max connections from center.
ru: Ограничение графа по максиму соединений от центра.

source: Display up to max connections from central person.
ru: Отображать до максимального соединения от главного лица.

source: Highlight central person in graph.
ru: Выделять главное лицо в графе.

source: Add yellow color background to central person.
ru: Добавить жёлтый цвет фона для главного лица.

source: Default (svg)
ru: По умолчанию (svg)

source: svg - Scalable Vector Graphics file. pdf - Adobe Portable Document Format.
ru: svg - Scalable Vector Graphics файл. pdf - Adobe Portable Document Format.

source: Use database handle instead of GrampID id in URLs.
ru: Использовать указатели из базы данных вместо GrampID в ссылках (URL).

source: Use database handle instead of the gramps id for URLs. The handle should never change whereas gramps ids can.
ru: Использовать указатели из базы данных вместо GrampID в ссылках (URL). Указатель не изменен, в то время как GrampID может.

source: Confirm overwrite file.
ru: Подтверждение замены файла.

source: Enable/disable confirmation of file overwrite.
ru: Включение/отключение подтверждения замены файла.
