Repository: ahs3/addons-source
Catalog: SourceIndex/po/*-local.po
Languages: fr, he, ru

source: Sources Index
fr: Index des sources
he: מפתח מקורות
ru: Список источников

source: BirthIndex
fr: Index des naissances
ru: Список рождений

source: MarriageIndex
fr: Index des mariages
ru: Список браков

source: DeathIndex
fr: Index des décès
ru: Список смертей

source: CensusIndex
fr: Index des recensements
ru: Список крещений

source: SourceIndex
fr: Index des sources
he: מפתח מקורות
ru: Список источников

source: *** Error: Must install either ElementTree or lxml.
fr: *** Erreur : vous devez installer ElementTree ou lxml.
ru: *** Ошибка: необходимо установить ElementTree или lxml

source: must install either ElementTree or lxml
fr: vous devez installer ElementTree ou lxml
ru: необходимо установить ElementTree или lxml

source: _File
fr: _Fichier
he: _קובץ

source: Display all
fr: Tout afficher

source: Display only births
fr: Afficher seulement les naissances
he: הצגת לידה בלבד

source: Births/Baptisms
fr: Naissances/Baptêmes

source: Display only marriages
fr: Afficher seulement les mariages

source: Marriages/Families
fr: Mariages/Familles

source: Display only deaths
fr: Afficher seulement les décès

source: Deaths/Burials
fr: Décès/Enterrements

source: Display only censuses
fr: Afficher seulement les recensements

source: Censuses
fr: Recensements

source: About this utility.
fr: À propos de cet utilitaire.

source: About dialog
fr: À propos

source: add birth act
fr: Ajouter l'acte de naissance
he: הוספת לידה

source: New marriage
fr: Nouveau mariage

source: add death act
fr: Ajouter l'acte de décès
he: הוספת פטירה

source: New census
fr: Nouveau recensement
he: מפקד חדש

source: add census
fr: Ajouter recensement

source: Select a birth source
fr: Sélectionnez une source de naissance
he: בחירת מקןר לידה

source: birth
fr: naissance
ru: рождение

source: Select a marriage source
fr: Sélectionnez une source de mariage
he: בחירת מקור נישואין

source: Select a death source
fr: Sélectionnez une source de décès
he: בחירת מקור פטירה

source: census
fr: recensement
ru: перепись

source: repositories
fr: dépôts

source: Selected view
fr: Vue sélectionnée
he: מצג שנבחר

source: Reference:
fr: Référence :
he: אזכור:
ru: Ссылка:

source: First name:
fr: Prénom :

source: Age:
fr: Âge :
he: גיל:
ru: Возраст:

source: <b>Repository</b>
fr: <b>Dépôt</b>

source: <b>Data person</b>
fr: <b>Données de l'individu :</b>

source: Origin:
fr: Origine :
he: מוצא:

source: Occupation:
fr: Profession :
ru: Место жительства:

source: <b>Witness:</b>
fr: <b>Témoin :</b>

source: Birth date:
fr: Date de naissance :

source: Birth place:
fr: Lieu de naissance :

source: Spouse name:
fr: Nom du conjoint :

source: Marriage date:
fr: Date du mariage :

source: Marriage place:
fr: Lieu du mariage :
he: מקום נישואין:

source: <b>Data mother</b>
fr: <b>Données de la Mère</b>

source: <b>Data father</b>
fr: <b>Données du pére</b>

source: <b>Spouse</b>
fr: <b>Conjoint</b>

source: alive
fr: en vie

source: witness1, name, given, age, occupation; witness2, name, given, age, occupation, etc ...
fr: témoin1, nom, prénom, âge, profession ; témoin2, nom, prénom, âge, profession, etc ...

source: witness
fr: témoin

source: <b>Witness</b>
fr: <b>Témoin</b>

source: Names:
fr: Noms :
ru: Имена:

source: First names:
fr: Prénoms :
ru: Имена:

source: <b>Census</b>
fr: <b>Recensement</b>

source: Death date:
fr: Date de décès :
he: תאריך פטירה:

source: Death place:
fr: Lieu de décès :
he: מקום פטירה:

source: Family status:
fr: Situation familiale :
he: מצב משפחה:

source: order, person, surname, given, age, status, occupation, etc ...
fr: ordre, individu, nom, prénom, âge, statut, profession, etc ...

source: Birth act:
fr: Acte de naissance :
ru: Рождение (сертификат):

source: The source title
fr: Le titre de la source
ru: Название источника

source: The volume or page of this source
fr: Le volume ou la page de cette source
ru: Том или страница этого источника

source: select the gender/sex
fr: sélectionner le genre/sexe
ru: выберите пол

source: The names of the main person written into the source
fr: Les noms de l'individu principal écrits dans la source
ru: Имена основного лица записанного в источник

source: The first names of the main person written into the source
fr: Les prénoms de l'individu principal écrits dans la source
ru: Имена основного лица записанного в источник

source: Other:
fr: Autre :
ru: Другое:

source: Repository title
fr: Titre du dépôt
ru: Название хранилища

source: <b><i>Repository</i></b>
fr: <b><i>Dépôt</i></b>
ru: <b><i>Хранилище</i></b>

source: Spouse names:
fr: Noms des conjoints :
ru: Имена супругов:

source: Marriage date:
fr: Mariage date :
ru: Дата брака:

source: Death date:
fr: Décès date :
ru: Дата смерти:

source: <b>Witness Godfather Godmother:</b>
fr: <b>Témoin Parrain Marraine :</b>
ru: <b>Свидетель Крёстный отец Крёстная мать:</b>

source: Call number:
fr: Cote :
ru: Номер телефона:

source: The call number into the repository
fr: La cote dans le dépôt
ru: Номер телефона в хранилище

source: <b><i>Data person</i></b>
fr: <b><i>Données de l'individu</i></b>
ru: <b><i>Данные лица</i></b>

source: Death place:
fr: Lieu du Décès :
ru: Место смерти:

source: Birth place:
fr: Lieu de naissance :
ru: Место рождения:

source: m. date:
fr: date m. :

source: m. place:
fr: lieu m. :
he: מקום נישואין:

source: dates banns:
fr: Date des bans de mariage :

source: places banns:
fr: lieux bans :

source: Info:
he: מידע:
ru: Информация:

source: Volume Page:
ru: Том Страница:

source: <b>Image</b>
ru: <b>Изображение</b>

source: Live:
ru: Живой:

source: <b><i>Data margin</i></b>
ru: <b><i>Данные брака</i></b>

source: <b><i>Data father</i></b>
ru: <b><i>Данные отца</i></b>

source: <b><i>Data mother</i></b>
ru: <b><i>Данные матери</i></b>

source: witness1, name, given, age, occupation; witness2, name, given, age, occupation; godfather, name, given, age, occupation; etc ...
ru: свидетель1, имя, возраст, проживание; свидетель2, имя, возраст, проживание; крёстный отец, имя, возраст, проживание; и др...

source: Marriage place:
ru: Место брака:

source: <b><i>Citation</i></b>
he: <b><i>ציטוט</i></b>
ru: <b><i>Цитата</i></b>

source: <b><i>Source</i></b>
ru: <b><i>Источник</i></b>

source: Origine:
he: מקור:
