Repository: ahs3/addons-source
Catalog: HistContext/po/*-local.po
Languages: fr

source: Historical Context
fr: Contexte historique

source: Lists relevant historical events during the lifetime of a Person
fr: Liste les évènements historiques pertinents pendant la vie d'un individu

source: Rows starting with this in the text column will be hidden
fr: Les lignes commençant par ceci dans la colonne de texte seront masquées

source: Use filter
fr: Utiliser le filtre

source: Foreground color items outside lifespan
fr: Couleur de premier plan des éléments en dehors de la durée de vie

source: Background color items outside lifespan
fr: Couleur de fond des éléments en dehors de la durée de vie

source: Select from files
fr: Sélectionnez les fichiers

source: Invalid date
fr: Date invalide

source: in line:
fr: à la ligne :

source: Error:
fr: Erreur :

source: : line does not contain four sections separated by semicolons in : "
fr: : la ligne ne contient pas quatre sections séparées par des points-virgules dans : "

source: Cannot open URL:
fr: Impossible d'ouvrir l'URL :

source: Double click row to follow link
fr: Double-cliquez sur la ligne pour suivre le lien
