Repository: ahs3/addons-source
Catalog: UAWebConnectPack/po/*-local.po
Languages: fr, pt_pt

source: UA Web Connect Pack
fr: Ensemble de liens internet ukrainiens
pt_pt: Pacote Internet do UA

source: Collection of Web sites for the UA (requires libwebconnect)
fr: Collection de sites internet pour l'Ukraine (nécessite libwebconnect)
pt_pt: Colecção de páginas “web” para o UA (requer libwebconnect)

source: Forum: ukrgenealogy.com.ua
pt_pt: Fórum: ukrgenealogy.com.ua

source: Forum: genoua.name
pt_pt: Fórum: genoua.name

source: Encyclopedia: esu.com.ua
fr: Encyclopédie : esu.com.ua
pt_pt: Enciclopédia: esu.com.ua

source: Wikipedia: uk.wikipedia.org
fr: Wikipédia : uk.wikipedia.org
pt_pt: Wikipédia: uk.wikipedia.org

source: Repressed DB: reabit.org.ua
pt_pt: BD reprimida: reabit.org.ua

source: Genealogy DB: familysearch.org
fr: Base de données généalogique : familysearch.org
pt_pt: BD genealógica: familysearch.org

source: Genealogy DB: myheritage.com.ua
fr: Base de données généalogique : myheritage.com.ua
pt_pt: BD de genealogia: myheritage.com.ua

source: Genealogy DB: pra.in.ua
fr: Base de données généalogique : pra.in.ua
pt_pt: BD genealógica: pra.in.ua

source: Map: Ridni.org
fr: Carte : Ridni.org
pt_pt: Mapa: Ridni.org

source: Search: google.com.ua
fr: Recherche : google.com.ua
pt_pt: Procurar: google.com.ua

source: Search: roots.in.ua
fr: Recherche : roots.in.ua
pt_pt: Procurar: roots.in.ua
