Repository: ahs3/addons-source
Catalog: NoteCleanup/po/*-local.po
Languages: fr, ru, sk

source: Search
fr: Rechercher
ru: Поиск
sk: Hľadať

source: Note Cleanup
fr: Nettoyage de note
ru: Чистка заметок
sk: Čistenie poznámok

source: Clean up Notes that contain HTML markup
fr: Nettoyer les notes qui contiennent des balises HTML
ru: Производит очистку заметок содержащих HTML разметку
sk: Vyčistiť poznámky, ktoré obsahujú HTML značky

source: Note Cleanup Tool
fr: Outil de nettoyage de la note
ru: Инструмент очистки заметок
sk: Nástroj Čistenie poznámok

source: Cleaned Notes
fr: Notes nettoyées
ru: Очищенные заметки
sk: Vyčistené poznámky

source: Links Only
fr: Liens Seulement
ru: Только ссылки
sk: Len odkazy

source: Issues
fr: Problèmes
ru: Замечания
sk: Problémy

source: Close the Note Cleanup Tool
fr: Fermez l'outil Nettoyage de note
ru: Закрыть инструмент очистки заметок
sk: Zatvoriť nástroj Čistenie poznámok

source: Save All
fr: Enregistrer tous
ru: Сохранить все
sk: Uložiť všetko

source: Save All Changes
fr: Enregistrer toutes les modifications
ru: Сохранить все изменения
sk: Uložiť všetky zmeny

source: Search for Untidy Notes
fr: Recherche de notes non-conformes
ru: Поиск неочищенных заметок
sk: Hľadať neusporiadané poznámky

source: Generate Test Notes
fr: Générer des notes de test
ru: Создать тестовые заметки
sk: Vygenerovať testovacie poznámky

source: Generate Test notes in range N99996-N99999. These are added to your database, so you may want to work with a test database or delete them later.
fr: Générer des notes d'essai dans la gamme N99996-N99999. Celles-ci seront ajoutées à votre base de données, de sorte que vous devrez travailler avec une base de données de test ou les supprimer plus tard.
ru: Создаёт тестовые заметки в диапазоне N99996-N99999. Котоыре будут добавлены в Вашу базу данных, поэтому можно использовать тестовую базу данных или удалить их после тестов.
sk: Vygeneruje testovacie poznámky v rozmedzí N99996-N99999. Tieto sú pridané do vašej databázy, takže môžete pracovať s testovacou databázou alebo ich neskôr vymazať.

source: Export
fr: Exporter
ru: Экспорт
sk: Exportovať

source: Export the results to a text file
fr: Exporter les résultats dans un fichier texte
ru: Экспортировать результат в текстовы файл
sk: Exportovať výsledky do textového súboru

source: Please back up your database before running this tool. Start the tool by pressing the 'Search' button, then review the results. When satisifed press the 'Save All' button to save your work. You may export a summary list of the notes that were found using the 'Export' button.
fr: S'il vous plaît sauvegarder votre base de données avant d'exécuter cet outil. Démarrez l'outil en appuyant sur le bouton 'Chercher', puis examiner les résultats. Lorsque vous êtes satisfait(e) du résultat, appuyez sur le bouton 'Sauver tous' pour enregistrer votre travail. Vous peut exporter un résumé liste des notes qui ont été trouvés en utilisant le bouton 'Exporter'.
ru: Сделайте резервную копию базы данных перед запуском этого инструмента. Запустите интрумент кнопкой 'Поиск' и проверьте результаты. Когда закончите нажмите 'Сохранить все' для сохранения проделанной работы. Возможно экспортировать список заметок, которые были найдены с помощью кнопки 'Экспорт'.
sk: Pred spustením tohto nástroja si prosím zálohujte databázu. Nástroj spustíte stlačením tlačidla 'Hľadať', potom si prehliadnite výsledky. Keď budete spokojný, stlačte tlačidlo 'Uložiť všetko', aby ste si uložili svoju prácu. Môžete tiež vyexportovať súhrnný zoznam nájdených poznámok pomocou tlačidla 'Exportovať'.

source: Clean up Notes
fr: Nettoyer les notes
ru: Очистка заметок
sk: Vyčistiť poznámky

source: Cleanup Test Notes
fr: Nettoyage des notes test
ru: Очистка тестовых заметок
sk: Vyčistiť testovacie poznámky

source: Add Test Note
fr: Ajouter une note de test
ru: Добавить тестовые заметки
sk: Pridať testovaciu poznámku

source: Export results to a text file
fr: Exporter les résultats vers un fichier texte
ru: Экспортировать результат в текстовы файл
sk: Export výsledkov do textového súboru

source: Error when writing the report: %s
fr: Erreur lors de la rédaction du rapport: %s
ru: Ошибка при записи отчёта: %s
sk: Chyba pri zápise správy: %s

source: Notes selected on the left pane are shown Before cleanup in this box.
fr: Les notes sélectionnées sur le volet de gauche sont représentées avant le nettoyage dans cette case.
ru: Выбранные заметки на панеле слева, показыны здесь ДО очистки.

source: Notes selected on the left pane are shown After cleanup in this box. If you wish to make changes, you can make them here and use the style controls in the toolbar above.
fr: Les notes sélectionnées sur le volet de gauche sont affichées après le nettoyage dans cette case. Si vous souhaitez apporter des modifications, vous pouvez les faire ici et utiliser les commandes dans la barre d'outils ci-dessus.
ru: Выбранные заметки на панеле слева, показыны здесь ПОСЛЕ очистки. Если хотите внести изменения, можете сделать это здесь. Используйте управление стулем из панели сверху при необходимости.

source: Saving Notes
fr: Enregistrement des notes
ru: Сохранение заметок
sk: Ukladanie poznámok

source: Saving Cleaned Notes
fr: Enregistrement des notes nettoyées
ru: Сохранение очищенных заметок
sk: Ukladanie vyčistených poznámok

source: Scanning Notes
fr: Analyse des notes
ru: Сканирование заметок
sk: Skenovanie poznámok
