Repository: ahs3/addons-source
Catalog: EditExifMetadata/po/*-local.po
Languages: ca, it, ru, sl, vi

source: Edit Image Exif Metadata
ca: Edició de Metadades d'Imatge Exif
it: Modifica i metadati Exif dell'immagine
ru: Редактировать метаданные (EXIF) изображения
sl: Uredi slikovne lastne podatke Exif
vi: Sửa metadata Exif của hình

source: Gramplet to view, edit, and save image Exif metadata
ca: Gramplet per veure, editar i desar metadades Exif d'imatge
it: Gramplet per visualizzare, modificare e salvare i metadati Exif di un'immagine
ru: Грамплет для просмотра, редакции, и записи метаданных (в формате Exif) изображения
sl: Pripomoček za prikaz, urejanje in shranjevanje slikovnih lastnih podatkov Exif
vi: Gramplet để xem, chỉnh và lưu metadata Exif của hình ảnh

source: Edit Exif Metadata
ca: Editar les Metadades Exif
it: Modifica metadati Exif
ru: Редакция метаданных изображения
sl: Uredi podatke Exif
vi: Sửa metadata Exif

source: <-- Image Types -->
ru: <-- Типы изображения -->

source: Warning: Changing this entry will update the Media object title field in Gramps not Exiv2 metadata.
ru: ВНИМАНИЕ: Изменение этого параметра внесёт изменения только в название документа, но не в данные Exiv2.

source: Provide a short description for this image.
ru: Добавьте краткое описание этого изображения.

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
ca: Introduïu l'Artista/ Autor d'aquesta imatge. El nom de la persona o l'empresa que és responsable de la creació d'aquesta imatge.
it: Inserire l'artista/autore di questa immagine. Il nome della persona o dell'azienda responsabile per la creazione di questa immagine.
ru: Введите имя художника/автора данного изображения. Это может быть человек, либо компания, ответственная за создание изображения.
sl: Navedite umetnika oz. avtorja slike; ime osebe ali podjetja, ki je ustvarilo to sliko.
vi: Nhập tên tác giả/ nghệ sĩ cho hình này. Tên người hay công ty chịu trách nhiệm đã tạo ra hình này.

source: Enter the copyright information for this image.
ca: Introdueix la informació dels drets d'autor d'aquesta imatge.
it: Inserire le informazioni di copyright per questa immagine.
ru: Введите информацию об авторском праве для этого изображения.

source: The original date/ time when the image was first created/ taken as in a photograph. Example: 1830-01-1 09:30:59
ru: Настоящая дата/время, когда изображение было создано/снято. Например: 1830-01-1 09:30:59

source: This is the date/ time that the image was last changed/ modified. Example: 2011-05-24 14:30:00
ru: Это дата/время последнего изменения изображения. Например: 2011-05-24 14:30:00

source: Displays the Gramps Wiki Help page for 'Edit Image Exif Metadata' in your web browser.
ca: Mostra la pàgina d'ajuda de la Wiki de Gramps per 'Editar Metadades Exif d'Imatge' al navegador.
ru: Вызвать веб-браузер для просмотра страницы документации на редактор метаданных изображения из вики Gramps.
sl: Prikaže spletno Pomoč Gramps Wiki za 'Uredi slikovne lastne podatke Exif'.
vi: Hiển thị trang trợ giúp Wiki Gramps cho 'Sửa chữa Metadata Exif của hình' ở trình duyệt của bạn.

source: This will open up a new window to allow you to edit/ modify this image's Exif metadata. It will also allow you to be able to Save the modified metadata.
ru: Открыть новое окно для редактирования Exif данных изображения. С возможностью сохранения изменённых метаданных.

source: Will produce a Popup window showing a Thumbnail Viewing Area
ru: Вызывает всплывающее окно для просмотра миниатюры изображения
vi: Sẽ tạo ra một cửa sổ nổi lên hiển thị vùng xem thu nhỏ

source: Select from a drop- down box the image file type that you would like to convert your non- Exiv2 compatible media object to.
ru: Выберите из выпадающего меню тип изображения в который хотите перевести Ваш не совместимый с Exiv2 объект.

source: If your image is not of an image type that can have Exif metadata read/ written to/from, convert it to a type that can?
ru: Если формат Вашего изображения не поддерживает метажанные Exif для чтения/записи, перевести его в поддерживаемый формат?

source: WARNING: This will completely erase all Exif metadata from this image! Are you sure that you want to do this?
ca: AVÍS: Això esborrarà totalment totes les metadades Exif d'aquesta imatge! Esteu segur que voleu fer això?
ru: ВНИМАНИЕ: это действие полностью сотрёт все метаданные Exif из данного изображения! Вы уверены, что хотите этого?
sl: OPOZORILO: Ta ukaz izbriše vse podatke Exif v sliki! Ali ste prepričani, da to želite?
vi: Cảnh báo: Điều này hoàn toàn xóa metadata Exif khỏi hình! Bạn có chắc là bạn muốn làm thế không?

source: Thumbnail
ru: Миниатюра

source: Copy
ca: Copia
ru: Копировать

source: Select an image to begin...
ca: Seleccionar una imatge per començar...
it: Selezionare un'immagine per iniziare...
ru: Щёлкните мышью по изображению, чтобы начать...
sl: Izberite sliko za začetek postopka ...
vi: Chọn một hình để bắt đầu...

source: Image is NOT readable, Please choose a different image...
ru: Изображение на читается, Выберите другое изображение...

source: Please convert this image to an Exiv2- compatible image type...
ca: Converteix aquesta imatge a un tipus d'imatge compatible amb Exiv2...
ru: Переведите изображение в совместимый с Exiv2 формат...

source: Image is NOT writable, You will NOT be able to save Exif metadata....
ca: La imatge NO es pot escriure, NO podreu desar les metadades Exif....
it: L'immagine NON è scrivibile, NON sarà possibile salvare i metadati Exif...
ru: Изображение не поддерживает запись, Сохранение данных Exif будет невозможно...
sl: Slike ni možno spreminjati. Podatkov Exif ne boste mogli shraniti ...
vi: Hình không ghi được. Bạn sẽ KHÔNG thể ghi. Bạn sẽ KHÔNG thể lưu metadata Exif...

source: Click Close to close this Thumbnail View Area.
ru: Выберите «Закрыть», чтобы закрыть область просмотра миниатюр.

source: Thumbnail View Area
ru: Панель просмотра миниатюр

source: WARNING: You are about to convert this image into a .jpeg image. Are you sure that you want to do this?
ca: ALERTA: estàs a punt de convertir aquesta imatge en una imatge .jpeg. Estàs segur que vols fer això?
ru: ВНИМАНИЕ: Вы собираетесь преобразовать данное изображение в формат JPEG. Вы уверены, что хотите этого?

source: Convert and Delete
ca: Convertir i Esborrar
ru: Преобразовать и стереть первоначальный вариант
sl: Pretvori in zbriši

source: Your image has been converted and the original file has been deleted, and the full path has been updated!
ca: La vostra imatge s'ha convertit i el fitxer original s'ha suprimit, i el camí complet s'ha actualitzat!
it: L'immagine è stata convertita ed il file originale è stato eliminato, e il percorso completo è stato aggiornato!
ru: Ваше изображение успешно преобразовано. Исходный файл удалён, база данных теперь указывает на новое изображение.

source: There has been an error, Please check your source and destination file paths...
ru: Произошла ошибка, проверьте пути к исходному файлу и файлу назначения...

source: There was an error in deleting the original file. You will need to delete it yourself!
ru: Произошла ошибка при удалении исходного файла. Удалите его вручную!

source: There was an error in converting your image file.
ru: Произошла ошибка при приобразовании изображения.

source: Media Path Update
ru: Смена пути документа

source: There has been an error in updating the image file's path!
ca: S'ha produït un error en actualitzar el camí del fitxer d'imatge!
it: Si è verificato un errore nell'aggiornamento del percorso del file dell'immagine!
ru: Произошла ошибка при изменении пути к изображению!

source: Click the close button when you are finished modifying this image's Exif metadata.
ru: Нажмите кнопку закрыть, когда закончите редактировать данные Exif.

source: Saves a copy of the data fields into the image's Exif metadata.
ru: Сохранить копию данных в метаданные Exif изображения.

source: Re -display the data fields that were cleared from the Edit Area.
ru: Перечитать данные очищенные при редактировании.

source: This button will clear all of the data fields shown here.
ru: Очистить все данные показанные здесь.

source: Closes this popup Edit window. WARNING: This action will NOT Save any changes/ modification made to this image's Exif metadata.
ru: Закрывавет это всплывающее окно. ВНИМАНИЕ: Это действие НЕ СОХРАНИТ внесённые изменения метаданных Exif.

source: Media Object Title
ru: Название документа

source: media Title:
ca: Títol dels mitjans:
it: Titolo oggetto multimediale:
ru: Название документа:

source: General Data
ru: Основные данные

source: Description:
ca: Descripció:
it: Descrizione:
ru: Описание:

source: Artist:
ca: Artista:
it: Artista:
ru: Фотограф/художник:

source: Copyright:
ru: Авторское право:

source: Date/ Time
ca: Data/Hora
it: Data/ Ora
ru: Дата/Время
sl: Datum / Čas

source: Original:
it: Originale:
ru: Оригинал:

source: Modified:
ca: Modificat:
it: Ultima modifica:
ru: Изменено:

source: Latitude/ Longitude/ Altitude GPS coordinates
ru: Географические координаты GPS (широта/долгота/высота)

source: Latitude :
ru: Широта :

source: Longitude :
ru: Долгота :

source: Altitude :
it: Altitudine :
ru: Высота :

source: Bad Date/Time
ru: Неверная дата/время

source: Invalid latitude (syntax: 18\u00b09'
ru: Неверная широта (пример: 18\u00b09'

source: 48.21"S, -18.2412 or -18:9:48.21)
ca: 48.21"S, -18.2412 o -18:9:48.21)
it: 48.21"S, -18.2412 o -18:9:48.21)
ru: 48.21"S, -18.2412 или -18:9:48.21)
sl: 48.21"S, -18.2412 ali -18:9:48.21)

source: Invalid longitude (syntax: 18\u00b09'
ru: Неверная долгота (пример: 18\u00b09'

source: 48.21"E, -18.2412 or -18:9:48.21)
ca: 48.21"E, -18.2412 o -18:9:48.21)
it: 48.21"E, -18.2412 o -18:9:48.21)
ru: 48.21"E, -18.2412 или -18:9:48.21)
sl: 48.21"E, -18.2412 ali -18:9:48.21)

source: WARNING! You are about to completely delete the Exif metadata from this image?
ru: ВНИМАНИЕ! Произвести полное удаление данных Exif для этого изображения?

source: Media Title Update
ru: Смена названия документа

source: Media Object Date Created
ru: Дата создания документа

source: Saving Exif metadata to this image...
ru: Сохранение данных Exif в изображение...

source: All Exif metadata has been deleted from this image...
ca: Totes les metadades Exif s'han esborrat d'aquesta imatge...
it: Tutti i metadati Exif sono stati eliminati da questa immagine...
ru: Все данные Exif были удалены из данного изображения...
sl: Vsi slikovni podatki Exif so bili s te slike zbrisani ...
vi: Mọi metadata Exif đã được xóa khỏi hình...

source: There was an error in stripping the Exif metadata from this image...
ca: Hi ha hagut un error en treure les metadades Exif d'aquesat imatge...
it: Si è verificato un errore nella rimozione dei metadati Exif da questa immagine...
ru: Ошибка при удалении метаданных Exif данного изображения...
sl: Pri brisanju podatkov Exif s te slike je prišlo do napake ...

source: WARNING! You are about to completely delete the Exif metadata from this image.
ca: ALERTA! Esteu a punt de suprimir completament les metadades Exif d'aquesta imatge.

source: WARNING! You are about to completely delete the GPS metadata from this image.
ca: ALERTA! Esteu a punt d'eliminar completament les metadades del GPS d'aquesta imatge.
