Repository: ahs3/addons-source
Catalog: PhpGedView/po/*-local.po
Languages: ru, sk

source: Download a GEDCOM file from a phpGedView server.
ru: Загружает GEDCOM файл с сервера phpGedView.
sk: Stiahnite si súbor GEDCOM z phpGedView servera.

source: Fetching index list...
ru: Получение списка...
sk: Načítavanie indexového zoznamu...

source: Fetching records...
ru: Получение записей...
sk: Načítavanie záznamov...

source: Logging in...
ru: Авторизация...
sk: Prihlasovanie...

source: Fetching GEDCOM...
ru: Получение GEDCOM...
sk: Načítavanie GEDCOM...

source: Importing GEDCOM...
ru: Импорт GEDCOM...
sk: Importovanie GEDCOM...

source: Error: login failed
ru: Ошибка: неверный логин
sk: Chyba: prihlásenie zlyhalo

source: done.
ru: завершено.
sk: hotovo.

source: Connecting...
ru: Соединение...
sk: Pripájanie...

source: Get version...
ru: Получение версии...
sk: Získať verziu...

source: Version %s
ru: Версия %s
sk: Verzia %s

source: Reading file list...
ru: Чтение списка...
sk: Čítanie súborového zoznamu...

source: Error: Invalid URL
ru: Ошибка: неверный URL
sk: Chyba: Neplatná URL

source: - default -
ru: - по умолчанию -
sk: - predvolené -

source: phpGedView import
ru: Импорт phpGedView

source: Username:
ru: Имя пользователя:
sk: Používateľské meno:

source: Password:
ru: Пароль:
sk: Heslo:
