Repository: ahs3/addons-source
Catalog: Betawhatsnext/po/*-local.po
Languages: fr, ja, nb, sk, sv

source: Beta What's Next
fr: Et maintenant (version bêta)
ja: ベータ版 今後の予定
nb: Beta Hva nå
sk: Beta Čo ďalej
sv: Beta Vad händer härnäst

source: Beta Gramplet suggesting items to research
fr: Gramplet en version bêta suggérant des éléments à rechercher
ja: リサーチ項目を提案するベータ グランプレット
nb: Beta Gramplet som foreslår elementer for videre forskning
sk: Beta Gramplet navrhujúci položky na preskúmanie
sv: Beta Gramplet föreslår objekt att undersöka

source: Beta What's Next?
fr: Et maintenant (version bêta) ?
ja: ベータ版 今後の予定?
nb: Beta Hva nå?
sk: Beta Čo ďalej?
sv: Beta Vad händer härnäst?

source: ⛔ A local Genealogical Tree database has not yet been loaded.
fr: ⛔ Une base de données généalogique locale n'a pas encore été chargée..
ja: ⛔ ローカルの系図ツリー データベースはまだ読み込まれていません。
nb: ⛔ En lokal slektsdatabase har ikke blitt åpnet enda.
sk: ⛔ Lokálna databáza genealogického stromu ešte nebola načítaná.
sv: ⛔ En lokal släktforskningsdatabas har ännu inte laddats.

source: 👣 Next Steps:
fr: 👣 Prochaines étapes:
ja: 👣 次のステップ :
nb: 👣 Neste steg:
sk: 👣 Ďalšie kroky:
sv: 👣 Nästa steg:

source: • From the "Family Trees" menu,
fr: • Dans le menu "Arbres familiaux",
ja: • 「家系図」メニューから、
nb: • Fra menyen «slektstrær»,
sk: • Z menu "Rodinné stromy",
sv: • Från familjeträds-menyn,

source: use the "Manage Family Trees..." option to
fr: utilisez l'option "Gestion des arbres familiaux…" pour
ja: 「家系図の管理...」オプションを使用して
nb: bruk valget «administrer slektstrær...» for å
sk: použite možnosť "Spravovať rodinné stromy..." na
sv: använd alternativet "Hantera släktträd..." för att

source: create a New (or to select an existing) Tree database.
fr: créer un nouvel arbre (ou en sélectionner un existant).
ja: 新しい(または既存の) ツリー データベースを作成します。
nb: opprette en ny (eller velge en eksisterende) slektsdatabase.
sk: vytvorenie novej (alebo na výber existujúcej) databázy stromu.
sv: skapa en ny (eller välj en befintlig) träddatabas.

source: • Click the "Load Family Tree" button to begin
fr: • Cliquez sur le bouton "Charger l'arbre familial" pour commencer
ja: • 「家系図を読み込む」ボタンをクリックして開始します
nb: • Klikk på knappen «åpne slektstre» for å begynne
sk: • Kliknite na tlačidlo "Načítať rodinný strom" pre začatie
sv: • Klicka på knappen "Ladda släktträd" för att börja

source: working with the selected genealogical tree.
fr: à travailler avec l'arbre généalogique sélectionné.
ja: 選択した系図を操作します。
nb: arbeide med det valgte slektstreet.
sk: práce s vybraným genealogickým stromom.
sv: arbetar med det valda släktträdet.

source: Create and load an empty new tree to import a backup (or
fr: Créez et chargez un nouvel arbre vide pour importer une sauvegarde (ou
ja: 空の新しいツリーを作成して読み込み、バックアップをインポートします (または
nb: Opprett og åpne et tomt nytt tre for å importere en sikkerhetskopi (eller
sk: Vytvorte a načítajte prázdny nový strom na import zálohy (alebo
sv: Skapa och ladda ett tomt nytt träd för att importera en säkerhetskopia (eller

source: GEDCOM file) from another genealogical tool.
fr: un Fichier GEDCOM) d'un autre outil généalogique.
ja: 別の系図ツールから GEDCOM ファイルを取得します。
nb: GEDCOM-fil) fra et annet slektsforskningsverktøy.
sk: súboru GEDCOM) z iného genealogického nástroja.
sv: GEDCOM-fil) från ett annat släktforskningsverktyg.

source: Use the "Configure" in the "View" menu to change the Gramplet options.
fr: Utilisez l'option "Configuration…" dans le menu "Affichage" pour modifier les options du Gramplet.
ja: Gramplet オプションを変更するには、「表示」メニューの「設定」を使用します。
nb: Bruk «Konfigurer» i menyen «Vis» for å endre Gramplet-valgene.
sk: Použite "Konfigurovať" v menu "Pohľad" na zmenu možností Grampletu.
sv: Använd "Konfigurera" i "Visa"-menyn för att ändra Gramplet-inställningarna.

source: Search Quota
fr: Quota de recherche
ja: 検索クォータ
nb: Søkegrense
sk: Kvóta vyhľadávania
sv: Sökkvot

source: Depth per loop
fr: Profondeur par boucle
ja: ループあたりの深さ
nb: Dybde per loop
sk: Hĺbka na slučku
sv: Djup per slinga

source: Pause search expansion
fr: Temps de pause entre deux boucles
ja: 検索拡張を一時停止
nb: Pause utvidelse av søk
sk: Pozastaviť rozšírenie vyhľadávania
sv: Pausa sökutökning

source: Completed Person
fr: Individu complété
ja: 完了した人
nb: Fullført person
sk: Dokončená osoba
sv: Komplett person

source: Completed offspring Families
fr: Famille complétée
ja: 完成した子孫家族
nb: Fullførte etterkommerfamilier
sk: Dokončené rodiny potomkov
sv: Avkommor familjer färdigt

source: Ignore Person or Family
fr: Ignorer l'individu ou la famille
ja: 人物または家族を無視する
nb: Ignorer person eller familie
sk: Ignorovať osobu alebo rodinu
sv: Ignorera person eller familj

source: ⛔ The current Tree database contains no people.
fr: ⛔ L'arbre en cours ne contient aucun individu.
ja: ⛔ 現在の ツリー データベースには人物が含まれていません。
nb: ⛔ Den nåværende slektsdatabasen inneholder ingen personer.
sk: ⛔ Aktuálna databáza stromu neobsahuje žiadne osoby.
sv: ⛔ Den nuvarande träddatabasen innehåller inga personer.

source: 👣 Next Steps: Add a Family and a person in that family: • A Family may be added via the "Add" menu • A person may be added by pressing the "+" (plus) in the spouse ("Father/partner1" or "Mother/partner2") panels or "Children" tab. Or Import People from an external file: • An external file may be used to populate the tree via "Import..." in the "Family Trees" menu.
fr: 👣 Prochaines étapes: Ajouter une famille et une personne dans cette famille : • Une famille peut être ajoutée via le menu "Ajouter" • Une personne peut être ajoutée en cliquant "+" (plus) dans le panneau familial ("Mari/conjoint" ou "Femme/conjoint") ou dans l'onglet "Enfants". Ou Importer des personnes d'un fichier externe: • Un fichier externe peut être utilisé pour peupler l'arbre via "Importer…" dans le menu "Arbres familiaux".
ja: 👣 次のステップ : 家族とその家族内の人物を追加 : • 家族は「追加」メニューから追加できます • 配偶者（「父/パートナー1」または「母/パートナー2」）パネルまたは「子供」タブで「+」（プラス）を押すと、人物を追加できます。 または外部ファイルから人物をインポートする : • 「家系図」メニューの「インポート...」を使用して、外部ファイルを使用してツリーを作成することができます。
nb: 👣 Neste steg: Legg til en familie og en person i den familien: • En familie kan legges til via menyen «Opprett» • En person kan legges til ved å trykke på «+» (pluss) i ektefellepanelene («Far/partner1» eller «Mor/partner2») eller i fanen «Barn». Eller importer personer fra en ekstern fil: • En ekstern fil kan brukes til å fylle treet via «Importer…» i menyen «Slektstrær».
sk: 👣 Ďalšie kroky: Pridajte rodinu a osobu v tejto rodine: • Rodinu je možné pridať cez menu "Pridať". • Osobu je možné pridať stlačením tlačidla "+" (plus) v paneloch manželského partnera ("Otec/partner1" alebo "Matka/partner2") alebo na karte "Deti". Alebo importujte ľudí z externého súboru: • Externý súbor je možné použiť na doplnenie stromu cez "Importovať..." v menu "Rodinné stromy".
sv: 👣 Nästa steg: Lägg till en familj och en person i den familjen: • En familj kan läggas till via menyn "Lägg till" • En person kan läggas till genom att trycka på "+" (plus) i panelerna för make/maka ("Far/partner1" eller "Mor/partner2") eller på fliken "Barn". Eller importera personer från en extern fil: • En extern fil kan användas för att fylla i trädet via "Importera..." i menyn "Släktträd".

source: ⛔ No Person has been chosen as the focal "Home Person".
fr: ⛔ Aucun individu n'a été défini comme souche.
ja: ⛔ 中心的な「ホームパーソン」として選択された人物はいません。
nb: ⛔ Ingen person har blitt valgt som «startperson».
sk: ⛔ Žiadna osoba nebola vybraná ako ústredná "Domovská osoba".
sv: ⛔ Ingen person har valts som central "Hemperson".

source: 👣 Next Steps: • Select the People view icon in the Navigator sidebar. • Select someone to make them the "Active Person". • Choose "Set Home Person" from the Edit menu or from the (right-click) context menu. This sets them as the focal "Home Person".
fr: 👣 Prochaines étapes: • Sélectionnez l'icône de vue Individu dans la barre latérale de navigation. • Sélectionnez quelqu'un pour en faire l' "indinvidu actif". • Choisissez "Définir comme souche" dans le menu Édition ou dans le menu contextuel (clic-droit). Cela le définit comme la personne "souche".
ja: 👣 次のステップ : • ナビゲーター サイドバーで [People] ビュー アイコンを選択します。 • 「アクティブユーザー」にするユーザーを選択します。 • [編集] メニューまたは (右クリック) コンテキスト メニューから [ホーム ユーザーの設定] を選択します。 これにより、彼らは中心的な「ホームパーソン」として設定されます。
nb: 👣 Neste steg: • Velg ikonet for «Personer»-visningen i navigasjonspanelet. • Velg en person for å gjøre den til «Aktiv person». • Velg «Gjør til startperson» fra menyen «Rediger» eller fra kontekstmenyen (høyreklikk). Dette setter personen som «startperson».
sk: 👣 Ďalšie kroky: • Vyberte ikonu pohľadu Ľudia na bočnom paneli Navigátora. • Vyberte niekoho, aby ste ho urobili "Aktívnou osobou". • Vyberte "Nastaviť domovskú osobu" z menu Upraviť alebo z kontextovej ponuky (kliknutím pravým tlačidlom). " Tým sa nastavia ako ústredná "Domovská osoba".
sv: 👣 Nästa steg: • Välj ikonen för personvyn i sidofältet i navigatorn. • Välj någon för att göra dem till "Aktiv person". • Välj "Ange hemperson" från Redigera-menyn eller från snabbmenyn (högerklicka). Detta sätter dem i centrum för "hemmapersonen".

source: Double-click color text to edit details
fr: Double-cliquer sur le texte en couleur pour modifier les détails
ja: 詳細を編集するには、カラーテキストをダブルクリックします
nb: Dobbeltklikk på farget tekst for å redigere detaljer
sk: Dvojitým kliknutím na farebný text upravíte podrobnosti
sv: Dubbelklicka på färgad text för att redigera detaljer

source: Birth event missing.
fr: L'évènement Naissance manque.
ja: 誕生イベントがありません。
nb: Fødselshendelse mangler.
sk: Chýba udalosť narodenia.
sv: Födelsehändelse saknas.

source: Add via the Events tab of the Edit Person dialog.
fr: Ajoutez via l’onglet Évènements du panneau d'édition d'un individu.
ja: [人物の編集] ダイアログの [イベント] タブから追加します。
nb: Legg til via fanen hendelser i vinduet for personredigering.
sk: Pridajte cez kartu Udalosti v dialógovom okne Upraviť osobu.
sv: Lägg till via fliken Händelser i dialogrutan Redigera person.

source: relationship type unknown
fr: Type de relation inconnu
ja: 関係の種類は不明
nb: ukjent slektsskapstype
sk: typ vzťahu neznámy
sv: relationstyp okänd

source: Add via the Events tab of the Edit Family dialog.
fr: Ajoutez via l’onglet Évènements du panneau d'édition d'une famille.
ja: [家族の編集] ダイアログの [イベント] タブから追加します。
nb: Legg til via fanen hendelser i vinduet for familieredigering.
sk: Pridajte cez kartu Udalosti v dialógovom okne Upraviť rodinu.
sv: Lägg till via fliken Händelser i dialogrutan Redigera familj.

source: 591 family not complete
fr: Famille incomplète
ja: 591 家族が完成していません
nb: 591 familie ikke fullført
sk: 591 rodina nie je úplná
sv: 591 familj inte komplett

source: place unknown for the Event
fr: lieu inconnu pour l'évènement
ja: イベント開催場所不明
nb: ukjent sted for hendelsen
sk: miesto pre udalosť neznáme
sv: okänd plats för händelsen

source: A partner relationship exists but the spouse is missing
fr: Une relation de partenariat existe mais le conjoint est absent
ja: パートナー関係は存在するが配偶者がいない
nb: En partnerrelasjon eksisterer, men ektefellen mangler
sk: Existuje partnerský vzťah, ale chýba manžel/manželka
sv: En partnerrelation existerar men maken/makan saknas

source: Add missing partner using the Edit Family dialog.
fr: Ajoutez le conjoint manquant en utilisant le panneau d'édition d'une famille.
ja: ファミリの編集ダイアログを使用して、不足しているパートナーを追加します。
nb: Legg til manglende partner ved å bruke dialogen rediger familie.
sk: Pridajte chýbajúceho partnera pomocou dialógového okna Upraviť rodinu.
sv: Lägg till saknad partner med hjälp av dialogrutan Redigera familj.

source: Father missing from the parent family
fr: Père absent de la famille parentale
ja: 実家から父親が行方不明
nb: Far mangler i foreldreparet
sk: Otec chýba z rodiny rodičov
sv: Far saknas i föräldrarnas familj

source: Mother missing from the parent family
fr: Mère absente de la famille parentale
ja: 実家から母親が行方不明
nb: Mor mangler i foreldreparet
sk: Matka chýba z rodiny rodičov
sv: Modern saknas i föräldrafamiljen

source: Parent family is unknown.
fr: La famille des parents est inconnue.
ja: 親族は不明です。
nb: Ukjent foreldrepar.
sk: Rodina rodičov je neznáma.
sv: Föräldrafamilj är okänd.

source: "Add New/Existing Parents" from the Edit menu of the Relationships view.
fr: "Ajouter des nouveaux parents" ou "Ajouter des parents existants" dans le menu "Édition" de la vue "Relations".
ja: リレーションシップ ビューの編集メニューから「新規/既存の親を追加」を選択します。
nb: Opprett nye eller velg eksisterende foreldre fra menyen «rediger» i visningen «slektskap».
sk: "Pridať nových/existujúcich rodičov" z menu Upraviť v pohľade Vzťahy.
sv: "Lägg till nya/befintliga föräldrar" från Redigera-menyn i relationsvyn.
