Repository: ahs3/addons-source
Catalog: SourcesCitationsReport/po/*-local.po
Languages: ca, de, fi, fr, ja, pl, ru, sk

source: Sources and Citations Report
ca: Informe de fonts i citacions
de: Quellen und Fundstellenbericht
fi: Lähteet ja viittaukset -raportti
fr: Rapport de sources et citations
ja: ソースと引用レポート
ru: Источники и цитаты
sk: Správa o zdrojoch a citáciách

source: Provides a source and Citations Report with notes
ca: Proporciona una font i un informe de citacions amb notes
de: Bietet einen Quelle und einen Fundstellenbericht mit Notizen
fi: Tarjoaa lähde- ja viiteraportin lisätietoineen
fr: Fournit un rapport sur les sources et les citations avec des notes
ja: 出典と引用レポートを注釈付きで提供する
pl: Zapewnia źródło i raport cytowań z notatkami
ru: Создаёт отчёт об источниках и цитатах с заметками
sk: Poskytuje správu o zdrojoch a citáciách s poznámkami

source: Key: %s
ca: Clau: %s
de: Schlüssel: %s
fi: Avain: %s
fr: Clé : %s
ja: キー : %s
ru: Ключ: %s
sk: Kľúč: %s

source: Citations:
ca: Citacions:
de: Fundstellen:
fi: Viitteet:
ja: 引用 :
pl: Cytaty:
ru: Цитирование:
sk: Citácie:

source: Type: %s
ca: Tipus: %s
de: Art: %s
fi: Tyyppi: %s
ja: 種類 : %s
ru: Тип: %s
sk: Typ: %s

source: Spouses:
ca: Cònjugues:
de: Ehepartner:
fi: Puolisot:
fr: Conjoints :
ja: 配偶者 :
pl: Małżonkowie:
ru: Супруги:
sk: Manželia/ky:

source: and %s
ca: i %s
de: und %s
fi: ja %s
fr: et %s
ja: および %s
ru: и %s
sk: a %s

source: Title of the Report
ca: Títol de l'Informe
de: Titel des Berichts
fi: Raportin otsikko
fr: Titre du rapport
ja: レポートのタイトル
pl: Tytuł raportu
ru: Заголовок отчёта
sk: Názov správy

source: Title string for the report.
ca: Cadena de títol per a l'informe.
de: Titeltext des Berichts.
fi: Raportin otsikkomerkkijono.
fr: Titre du rapport.
ja: レポートのタイトル文字列。
pl: Ciąg tytułowy raportu.
ru: Строка для заголовка отчёта.
sk: Reťazec názvu správy.

source: Subtitle of the Report
ca: Subtítol de l’informe
de: Untertitel des Berichts
fi: Raportin alaotsikko
fr: Sous-titre du livre
ja: レポートのサブタイトル
pl: Podtytuł raportu
ru: Подзаголовок отчёта
sk: Podnadpis správy

source: Subtitle string for the report.
ca: Cadena de subtítol per a l’informe.
de: Untertiteltext des Berichts.
fi: Raportin alaotsikkomerkkijono.
fr: Sous-titre du livre.
ja: レポートのサブタイトル文字列。
ru: Строка для подзаголовка отчёта.
sk: Reťazec podnadpisu správy.

source: researcher name
ca: Nom del investigador
de: Name des Forschers
fi: tutkijan nimi
fr: nom du chercheur
ja: リサーチャー名
ru: имя исследователя
sk: meno výskumníka

source: Select sources using a filter
ca: Selecciona fonts mitjançant un filtre
de: Wähle Quellen mit einem Filter aus
fi: Valitse lähteet käyttämällä suodinta
fr: Sélectionnez les sources à l'aide d'un filtre
ja: フィルターを使用してソースを選択する
ru: Выбор источников с помощью фильтра
sk: Vyberte zdroje pomocou filtra

source: Show persons
ca: Mostra persones
de: Zeige Personen
fi: Näytä henkilöt
fr: Affiche les individus
ja: 人物を表示
pl: Pokaż osoby
ru: Показывать людей
sk: Zobraziť osoby

source: Whether to show events and persons mentioned in the note
ca: Si es mostren els esdeveniments i les persones esmentades a la nota
de: Ob Ereignisse und Personen angezeigt werden sollen
fi: Näytetäänkö lisätiedoissa mainitut tapahtumat ja henkilöt
fr: Afficher ou non les événements et individus présents dans une note
ja: メモに記載されているイベントや人物を表示するかどうか
ru: Показывать ли события и лиц упомянутых в заметках
sk: Či sa majú zobraziť udalosti a osoby uvedené v poznámke

source: The style used for the title of the report.
ca: L'estil que es fa servir per al títol de l'informe.
de: Der Stil, der für den Titel des Berichts verwendet wird.
fi: Raportin otsikon tyyli.
fr: Le style utilisé pour le titre du rapport.
ja: レポートのタイトルに使用されるスタイル。
pl: Styl używany do tytułu raportu.
ru: Стиль, используемый для заголовка отчёта.
sk: Štýl použitý pre názov správy.

source: The style used for the subtitle of the report.
ca: L'estil utilitzat per al subtítol de l'informe.
de: Der Stil, der für den Untertitel des Berichts verwendet wird.
fi: Raportin alaotsikon tyyli.
fr: Le style utilisé pour le sous-titre du rapport.
ja: レポートのサブタイトルに使用されるスタイル。
pl: Styl używany w podtytule raportu.
ru: Стиль субтитров отчета.
sk: Štýl použitý pre podnadpis správy.

source: The style used for the footer of the report.
ca: L'estil utilitzat per al peu de l'informe.
de: Der Stil, der für die Fußzeile des Berichts verwendet wird.
fi: Raportin alatunnisteen tyyli.
fr: Le style utilisé pour le pied de page du rapport.
ja: レポートのフッターに使用されるスタイル。
pl: Styl używany w stopce raportu.
ru: Стиль нижнего колонтитула отчета.
sk: Štýl použitý pre pätu správy.

source: The style used for source title.
ca: L'estil utilitzat per al títol de la font.
de: Stil für Quellentitel.
fi: Lähteen otsikon tyyli.
fr: Le style utilisé pour le titre de la source.
ja: ソースタイトルに使用されるスタイル。
pl: Styl używany w tytule źródła.
ru: Стиль для заголовка источника.
sk: Štýl použitý pre názov zdroja.

source: The style used for source subtitle.
ca: L'estil utilitzat per al subtítol de la font.
de: Stil für Quellenuntertitel.
fi: Lähteen alaotsikon tyyli.
fr: Le style utilisé pour le sous-titre source.
ja: ソースのサブタイトルに使用されるスタイル。
pl: Styl używany w napisach źródłowych.
ru: Стиль, используемый для исходных субтитров.
sk: Štýl použitý pre podnadpis zdroja.

source: The style used for citation title.
ca: L'estil utilitzat per al títol de la citació.
de: Stil für den Fundstellentitel.
fi: Sitaatin otsikon tyyli.
fr: Le style utilisé pour le titre de la citation.
ja: 引用タイトルに使用されるスタイル。
pl: Styl używany w tytule cytowania.
ru: Стиль для заголовка цитаты.
sk: Štýl použitý pre názov citácie.

source: The style used for Source details.
ca: L'estil utilitzat per als detalls de la font.
de: Stil der Quellendetails.
fi: Lähteen tietojen tyyli.
fr: Le style utilisé pour les détails de la source.
ja: ソースの詳細に使用されるスタイル。
pl: Styl używany dla szczegółów źródła.
ru: Стиль для информации по источнику.
sk: Štýl použitý pre detaily zdroja.

source: The style used for a column title.
ca: L'estil utilitzat per al títol d'una columna.
de: Der Stil, der für den Spaltentitel verwendet wird.
fi: Sarakkeen otsikon tyyli.
fr: Le style utilisé pour la colonne titre.
ja: 列タイトルに使用されるスタイル。
pl: Styl używany w tytule kolumny.
ru: Стиль используемый для заголовка столбцов таблицы.
sk: Štýl použitý pre názov stĺpca.

source: The style used for each section.
ca: L'estil que es fa servir per cada secció.
de: Der Stil, der für jeden Absatz verwendet wird.
fi: Osioiden tyyli.
fr: Le style utilisé pour chaque section.
ja: 各セクションで使用されるスタイル。
pl: Styl używany do każdej sekcji.
ru: Стиль используемый для заголовков разделов .
sk: Štýl použitý pre každú sekciu.

source: The style used for event and person details.
ca: L'estil utilitzat per als detalls d'esdeveniments i persones.
de: Der Stil, der für Ereignis- und Personendetails verwendet wird.
fi: Henkilötietojen tyyli.
fr: Le style utilisé pour les détails de l'événement et de l'individu.
ja: イベントや人物の詳細に使用されるスタイル。
pl: Styl używany do opisu wydarzeń i osób.
ru: Стиль используемый для информации о событиях и людях.
sk: Štýl použitý pre detaily udalostí a osôb.

source: Title string for the book.
de: Titeltext des Buches.

source: Subtitle of the Book
de: Untertitel des Buches

source: Subtitle string for the book.
de: Untertiteltext des Buches.

source: - %s
fr: et %s

source: %s
fr: et %s
