Repository: ahs3/addons-source
Catalog: PlaceCoordinateGramplet/po/*-local.po
Languages: fi, fr, sk

source: The place was not found. You may clarify the search keywords.
fi: Paikkaa ei löytynyt. Voit tarkentaa hakusanoja.
fr: Le lieu n'a pas été trouvé. Vous pouvez clarifier les mots-clés de recherche.
sk: Miesto nebolo nájdené. Môžete spresniť kľúčové slová vyhľadávania.

source: Failed to search for the coordinates due to some unexpected error.
fi: Koordinaattien haku epäonnistui odottamattoman virheen vuoksi.
fr: Échec de la recherche des coordonnées en raison d'une erreur inattendue.
sk: Nepodarilo sa vyhľadať súradnice v dôsledku neočakávanej chyby.

source: The place was not found.
fi: Paikkaa ei löytynyt.
fr: Ce lieu n'a pas été trouvé.
sk: Miesto nebolo nájdené.

source: The place was not identified.
fi: Paikkaa ei tunnistettu.
fr: Le lieu n'a pas été identifié.
sk: Miesto nebolo identifikované.

source: Coordinates were not given.
fi: Koordinaatteja ei annettu.
fr: Les coordonnées n'ont pas été données.
sk: Súradnice neboli zadané.

source: Failed to interpret the input format.
fi: Syöttömuodon tulkinta epäonnistui.
fr: Impossible d'interpréter le format d'entrée.
sk: Nepodarilo sa interpretovať vstupný formát.

source: DB entry [{id}] {name}:
fi: Tietokantamerkintä [{id}] {name}:
fr: entrée BD [{id}] {name}:
sk: Položka DB [{id}] {name}:

source: Nothing has been searched yet
fi: Mitään ei ole vielä haettu
fr: Rien n'a encore été recherché

source: No place is active
fi: Ei aktiivisia paikkoja
fr: Aucun lieu n'est actif
sk: Žiadne miesto nie je aktívne

source: Place Coordinate Gramplet view
fi: Paikkakoordinaatit Gramplet näkymä
fr: Vue «Lieu et coordonnées»

source: View for the place coordinate gramplet.
fi: Näkymä paikkakoordinaatit grampletille.
fr: Vue pour le gramplet «Lieu et coordonnées».

source: Place and Coordinates
fi: Paikka ja koordinaatit
fr: Lieu et coordonnées
sk: Miesto a súradnice

source: Gramplet that simplifies setting the coordinates of a place
fi: Gramplet, joka yksinkertaistaa paikan koordinaattien asettamista
fr: Gramplet qui simplifie la définition des coordonnées d'un lieu
sk: Gramplet, ktorý zjednodušuje nastavenie súradníc miesta

source: Place Coordinates
fi: Paikan koordinaatit
fr: Lieu et Coordonnées
sk: Súradnice miesta

source: Place Coordinate Gramplet
fi: Paikan koordinaatit Gramplet
fr: Gramplet «Lieu et Coordonnées»
sk: Gramplet Súradnice miesta

source: Map Menu
fi: Karttavalikko
fr: Menu Carte
sk: Menu mapy

source: Add city as place
fi: Lisää kaupunki paikaksi
fr: Ajouter la ville comme lieu
sk: Pridať mesto ako miesto

source: Add addess as place
fi: Lisää osoite paikaksi
fr: Ajouter l'adresse comme lieu
sk: Pridať adresu ako miesto

source: Search for:
fi: Hae:
fr: Recherche pour :
sk: Vyhľadať:

source: Found place:
fi: Löydetty paikka:
fr: Lieu trouvé :
sk: Nájdené miesto:

source: No DB entry is selected
fi: Tietokantamerkintää ei ole valittu
fr: Aucune entrée BD n'est sélectionnée
sk: Nie je vybraná položka DB

source: Postal-Code:
fi: Postinumero:
fr: Code postal :

source: Show found place externally in Google Maps
fi: Näytä löydetty paikka ulkoisesti Google Mapsissa
fr: Afficher le lieu trouvé en externe dans Google Maps
sk: Zobraziť nájdené miesto externe v Mapách Google

source: Take last clicked position from Geography map
fi: Ota viimeksi napsautettu sijainti maantieteelliseltä kartalta
fr: Prendre la dernière position cliquée sur la carte géographique

source: Search location from DB
fi: Hae sijaintia tietokannasta
fr: Rechercher l'emplacement dans la base de données

source: Apply geo location to Database
fi: Käytä maantieteellistä sijaintia tietokannassa
fr: Appliquer la géolocalisation à la base de données

source: Go
fi: Mene
fr: Chercher

source: Show help
fi: Näytä ohje
fr: Afficher l'aide
sk: Zobraziť pomoc
