Repository: ahs3/addons-source
Catalog: D3Charts/po/*-local.po
Languages: ca, fr, ja, sk

source: Failure writing {target_path}: {message}
ca: Error en escriure {target_path}: {message}
fr: Échec à l'écriture de {target_path} : {message}

source: Failed to create directory structure : %s
ca: No s’ha pogut crear l’estructura de directoris: %s
fr: Impossible de créer l'arborescence : %s
ja: ディレクトリ構造の作成に失敗 : %s
sk: Nepodarilo sa vytvoriť adresárovú štruktúru: %s

source: Failed to copy web files : %s
ca: No s’ha pogut copiar els fitxers web: %s
fr: Impossible de copier les fichiers web : %s
ja: Web ファイルのコピーに失敗 : %s
sk: Nepodarilo sa skopírovať webové súbory: %s

source: Ancestral Collapsible Tree Options
ca: Opcions de l’arbre plegable d’avantpassats
fr: Options de l'Arbre ancestral pliable
ja: 祖先折りたたみツリーオプション
sk: Možnosti zbaliteľného stromu predkov

source: Include Generations
ca: Inclou generacions
fr: Inclure les générations
ja: 世代を含める
sk: Zahrnúť generácie

source: Male Background Color
ca: Color de fons per a homes
fr: Couleur d'arrière-plan masculin
ja: 男性の背景色
sk: Pozadie pre mužov

source: RGB-color for male box background.
ca: Color RGB per al fons de la caixa dels homes.
fr: Couleur RGB pour l'arrière-plan masculin.
ja: 男性ボックスの背景の RGB カラー。
sk: RGB-farba pre pozadie kolónky pre mužov.

source: Male Expandable Background Color
ca: Color de fons ampliable per a homes
fr: Couleur d'arrière-plan masculin extensible
ja: 男性用拡張可能な背景色
sk: Farba rozbaľovacieho pozadia pre mužov

source: RGB-color for male expandable box background.
ca: Color RGB per al fons de la caixa ampliable dels homes.
fr: Couleur RGB d'arrière-plan pour les cadres extensibles masculins.
ja: 男性用拡張ボックスの背景のRGBカラー。
sk: RGB-farba pozadia rozbaliteľnej kolónky pre mužov.

source: Female Background
ca: Fons per a dones
fr: Arrière-plan féminin
ja: 女性の背景
sk: Pozadie pre ženy

source: RGB-color for female box background.
ca: Color RGB per al fons de la caixa de les dones.
fr: Couleur RGB d'arrière-plan pour les cadres féminins.
ja: 女性ボックスの背景の RGB カラー。
sk: RGB-farba pozadia kolónky pre ženy.

source: Female Expandable Background
ca: Fons ampliable per a dones
fr: Arrière-plan féminin extensible
ja: 女性の拡張可能な背景
sk: Farba rozbaľovacieho pozadia pre ženy

source: RGB-color for female expandable box background.
ca: Color RGB per al fons de la caixa ampliable de les dones.
fr: Couleur RGB d'arrière-plan pour les cadres extensibles féminins.
ja: 女性の拡張ボックスの背景のRGBカラー。
sk: RGB-farba pozadia rozbaliteľnej kolónky pre ženy.

source: The destination path for generated files.
ca: El camí de destinació per als fitxers generats.
fr: Le chemin de destination pour les fichiers générés.
ja: 生成されたファイルの保存先パス。
sk: Cieľová cesta pre vygenerované súbory.

source: The destination file name for html content.
ca: El nom del fitxer de destinació per al contingut HTML.
fr: Le fichier de destination pour le contenu HTML.
ja: HTML コンテンツの保存先ファイル名。
sk: Názov cieľového súboru pre obsah html.

source: Ancestral Collapsible Tree
ca: Arbre ancestral colapsable
fr: Arbre ancestral pliable
ja: 祖先の折りたたみ式ツリー
sk: Zbaliteľný strom predkov

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Collapsible Tree Layout from the D3.js JavaScript library.
fr: Génère une page web avec une représentation graphique des ancêtres (SVG) représentée comme un Arbre Pliable de la bibliothèque D3.js JavaScript.
ja: D3.js JavaScript ライブラリから折りたたみ可能なツリー レイアウトとして表される祖先のグラフィカル表現 (SVG) を含む Web ページを生成します。
sk: Vygeneruje webovú stránku s grafickým znázornením predkov (SVG) reprezentovaných ako Collapsible Tree Layout z knižnice JavaScript D3.js.

source: Descendant Indented Tree
ca: Arbre de descendents amb sagnat
fr: Arbre descendant en retrait
ja: 子孫インデントツリー
sk: Členitý strom potomkov

source: Generates a web page with a graphical representation of descendants (SVG) representedas a Collapsible Indented Tree Layout from the D3.js JavaScript library.
fr: Génère une page Web avec une représentation graphique des descendants (SVG) représentée sous la forme d'un arbre pliable avec retrait à partir de la bibliothèque JavaScript D3.js.
ja: D3.js JavaScript ライブラリから、折りたたみ可能なインデントされたツリー レイアウトとして表される子孫のグラフィカル表現 (SVG) を含む Web ページを生成します。
sk: Vygeneruje webovú stránku s grafickým znázornením potomkov (SVG) reprezentovaných ako Collapsible Indented Tree Layout z knižnice JavaScript D3.js.

source: Ancestral Fan Chart Options
fr: Options du diagramme des ancêtres en éventail
ja: 祖先扇形チャートのオプション
sk: Možnosti vejárového grafu predkov

source: Paternal Background Color
fr: Couleur d'arrière-plan des parents
ja: 父方の背景色
sk: Farba pozadia otcovskej línie

source: RGB-color for paternal box background.
fr: Couleur RGB d'arrière-plan pour les parents.
ja: 父親のボックスの背景の RGB カラー。
sk: RGB-farba pre pozadie kolónky otcovskej línie.

source: Maternal Background
fr: Arrière-plan maternel
ja: 母方の背景
sk: Pozadie materskej línie

source: RGB-color for maternal box background.
fr: Couleur RGB d'arrière-plan pour le cadre maternel.
ja: 母方ボックスの背景の RGB カラー。
sk: RGB -farba pre pozadie kolónky materskej línie.

source: Ancestral Fan Chart
ca: Diagrama en ventall d’avantpassats
fr: Graphique des ancêtres en éventail
ja: 祖先扇形チャート
sk: Vejárový graf predkov

source: Generates a web page with a graphical representation of ancestors (SVG) represented as a Fan Chart from the D3.js JavaScript library.
ca: Genera una pàgina web amb una representació gràfica dels avantpassats (SVG) en forma de diagrama en ventall, utilitzant la biblioteca JavaScript D3.js.
fr: Génère une page web avec une représentation graphique des ancêtres (SVG) représenté comme un graphique en éventail de la bibliothèque D3.js JavaScript.
ja: D3.js JavaScript ライブラリからファン チャートとして表される祖先のグラフィカル表現 (SVG) を含む Web ページを生成します。
sk: Generuje webovú stránku s grafickým znázornením predkov (SVG) reprezentovaných ako vejárový graf z knižnice JavaScript D3.js.

source: See %(reference)s : %(spouse)s
ca: Vegeu %(reference)s : %(spouse)s
fr: Voir %(reference)s : %(spouse)s
ja: 表示 %(reference)s : %(spouse)s
sk: Pozri %(reference)s : %(spouse)s

source: Generating report...
ca: Generant informe…
fr: Génération du rapport...
ja: レポートの生成中...
sk: Generovanie správy...

source: Invalid Destination Directory
ca: Directori de destinació no vàlid
fr: Dossier de destination invalide
ja: 無効な宛先ディレクトリ
sk: Neplatný cieľový adresár

source: Destinaton diretory %s does not exist Do you want to attempt to create it?
ca: El directori de destinació %s no existeix. Vols intentar crear-lo?
fr: Le dossier de destination %s n'existe pas. Voulez-vous le créer ?
ja: 宛先ディレクトリ %s が存在しません 作成しますか?
sk: Cieľový adresár %s neexistuje. Chcete sa pokúsiť ho vytvoriť?

source: Failed to create {target_path}: {message}
ca: No s’ha pogut crear {target_path}: {message}
fr: Échec à la création de {target_path}: {message}

source: Destination file %s already exists. Do you want to overwrite it?
fr: Le fichier de destination %s existe déjà. Voulez-vous le remplacer ?
ja: 宛先ファイル %s は既に存在します。 上書きしますか?
sk: Cieľový súbor %s už existuje. Chcete ho prepísať?

source: Default View
fr: Vue par défaut
ja: 既定の表示
sk: Predvolené zobrazenie

source: Expand All
fr: Développer tout
ja: すべて展開
sk: Rozbaliť všetko

source: Include contraction level
ca: Inclou el nivell de contracció
fr: Inclure le niveau de contraction
ja: 収縮レベルを含める
sk: Zahrnúť úroveň zbalenia

source: The number of descendant levels to contract on initial display.
fr: Le nombre de générations descendants à inclure dans l'affichage initial.
ja: 初期表示時に縮小する子孫レベルの数。
sk: Počet úrovní potomkov, ktoré sa majú zbaliť pri úvodnom zobrazení.

source: The font size in pixels for each node.
fr: La taille de la police en pixels pour chaque noeud.
ja: 各ノードのフォント サイズ (ピクセル単位)。
sk: Veľkosť písma v pixeloch pre každý uzol.

source: Whether to show duplicate family trees in the report.
fr: Inclure ou non les familles en double dans le rapport.
ja: レポートに重複した家系図を表示するかどうか。
sk: Či sa majú v správe zobraziť duplicitné rodinné stromy.

source: Expanded Row Background Color
fr: Couleur d'arrière-plan de la ligne développée
ja: 展開行の背景色
sk: Farba pozadia pre rozbalený riadok

source: RGB-color for expanded row background.
fr: Couleur RGB d'arrière-plan pour une ligne extensible masculine.
ja: 展開された行の背景の RGB カラー。
sk: RGB-farba pre pozadie rozbaleného riadku.

source: Expandable Background Color
fr: Couleur d'arrière-plan extensible
ja: 拡張可能な背景色
sk: Farba rozbaliteľného pozadia

source: RGB-color for expandable row background.
fr: Couleur RGB d'arrière-plan pour une ligne extensible.
ja: 拡張可能な行の背景の RGB カラー。
sk: RGB-farba pre pozadie rozbaliteľného riadku.

source: Non-Expandable Background Color
fr: Couleur d'arrière-plan non-extensible
ja: 拡張不可の背景色
sk: Farba pozadia pre nerozbaliteľné

source: RGB-color for non-expandable row background.
fr: Couleur RGB d'arrière-plan pour une ligne non-extensible.
ja: 展開できない行の背景の RGB カラー。
sk: RGB-farba pre pozadie nerozbaliteľného riadku.

source: Include records marked private
fr: Inclure les données privées
ja: 非公開とマークされたレコードを含める
sk: Zahrnúť záznamy označené ako súkromné

source: Whether to include private objects.
ca: Si incloure objectes privats.
fr: Inclure ou non les objets privés.
ja: プライベートオブジェクトを含めるかどうか。
sk: Či zahrnúť súkromné objekty.

source: Include Last Name Only
fr: N'inclure que le nom
ja: 姓のみを含める
sk: Zahrnúť iba priezvisko

source: Include Full Name Only
fr: Inclure le nom complet
ja: フルネームのみ含める
sk: Zahrnúť iba celé meno

source: How to handle living people.
fr: Comment gérer les personnes vivantes.
ja: 生きている人間をどう扱うか。
sk: Ako narábať so žijúcimi osobami.

source: Whether or not to include people who may have recently died.
fr: Inclure ou non les gens qui pourraient être décédées récemment.
ja: 最近亡くなった可能性のある人を含めるかどうか。
sk: Či zahrnúť osoby, ktoré mohli nedávno zomrieť.

source: Contraction/Expansion mechanism
fr: Mécanisme de contraction/expansion
ja: 収縮 / 拡張機構
sk: Mechanizmus zbalenia/rozbalenia

source: Entire node.
fr: Nœud entier.
ja: ノード全体。
sk: Celý uzol.

source: Arrow images at start of node.
fr: Images des flèches au début du nœud.
ja: ノードの先頭にある矢印画像。
sk: Obrázky so šípkami na začiatku uzla.

source: Plus/Minus images at start of node.
fr: Images plus/moins au début du nœud.
ja: ノードの開始時のプラス/マイナス画像。
sk: Obrázky plus/mínus na začiatku uzla.

source: Where to click to expand/contract nodes.
fr: Où cliquer pour agrandir/réduire les noeuds.
ja: ノードを展開/縮小するためにクリックする場所。
sk: Kde kliknúť pre rozbalenie/zbalenie uzlov.

source: Auto-generate HREF links for nodes
fr: Liens autogénérés HREF pour les nœuds
ja: ノードのHREFリンクを自動生成
sk: Automaticky generovať HREF odkazy pre uzly

source: Whether to auto-generate HTML links for each node on the report.
fr: Générer ou non automatiquement des liens HTML pour chaque nœud du rapport.
ja: レポート上の各ノードに対して HTML リンクを自動生成するかどうか。
sk: Či automaticky generovať HTML odkazy pre každý uzol v správe.

source: URL prefix path.
fr: Chemin de préfixe d'URL.
ja: URL プレフィックス パス。
sk: Predpona URL cesty.

source: URL prefix to apply to each auto-generated HREF link.
fr: Préfixe d'URL à appliquer à chaque lien HREF autogénéré.
ja: 自動生成された各 HREF リンクに適用する URL プレフィックス。
sk: Predpona URL, ktorá sa má použiť pre každý automaticky generovaný HREF odkaz.

source: URL file extension
fr: Extension du fichier URL
ja: URLファイル拡張子
sk: Prípona URL súboru

source: No file extension.
fr: Aucune extension de fichier.
ja: ファイル拡張子がありません。
sk: Žiadna prípona súboru.

source: URL file name delimeter
fr: Délimiteur de nom de fichier URL
ja: URLファイル名区切り文字
sk: Oddeľovač názvu URL súboru

source: Remove all whitespace.
fr: Enlever tous les espaces.
ja: すべての空白を削除する。
sk: Odstrániť všetky prázdne znaky.

source: Replace whitespace with dash(-).
fr: Remplacer l'espace par un tiret (-).
ja: 空白をダッシュ(-)に置き換える。
sk: Nahradiť prázdne znaky pomlčkou (-).

source: Replace whitespace with underscore(_)
fr: Remplacer l'espace par un souligné (_)
ja: 空白をアンダースコア(_)に置き換える
sk: Nahradiť prázdne znaky podčiarkovníkom (_)

source: What to use as file name delimiter replacing whitespace.
fr: Que faut-il utiliser comme délimiteur de nom de fichier pour remplacer les espaces.
ja: 空白を置き換えるファイル名の区切り文字として使用するもの。
sk: Čo použiť ako oddeľovač názvu súboru nahrádzajúci prázdne znaky.

source: Generations to generate HREF links
fr: Générations pour lesquelles générer des liens HREF
ja: HREFリンクを生成する世代
sk: Generácie na generovanie HREF odkazov

source: The number of generations to generate HREF links.
fr: Le nombre de générations pour lesquelles générer les liens HREFF.
ja: HREF リンクを生成する世代数。
sk: Počet generácií na generovanie HREF odkazov.

source: Exclude persons who died before (years)
fr: Exclure les individus décédées avant (années)
ja: (years) 以前に死亡した人を除外する
sk: Vylúčiť osoby, ktoré zomreli pred (years)

source: Whether to generate links for people who died in infancy, -1 excludes nobody.
fr: Générer ou non les liens pour les personnes décédées en bas âge, -1 n'exclut personne.
ja: 幼児期に亡くなった人へのリンクを生成するかどうか。-1 は誰も除外しません。
sk: Či generovať odkazy pre ľudí, ktorí zomreli v detstve, -1 nikoho nevylučuje.

source: Exclude center person
fr: Exclure l'individu central
ja: 中心人物を除外
sk: Vylúčiť ústrednú osobu

source: Whether or not to generate links for center person.
fr: Générer ou non des liens pour l'individu central.
ja: 中心人物へのリンクを生成するかどうか。
sk: Či generovať odkazy pre ústrednú osobu.

source: Exclude Spouses
ca: Exclou els cònjuges
fr: Exclure les conjoints
ja: 配偶者を除外
sk: Vylúčiť manželov/manželky

source: Whether or not to generate links for spouses.
fr: Générer ou non les liens pour les conjoints.
ja: 配偶者のリンクを生成するかどうか。
sk: Či generovať odkazy pre manželov/manželky.

source: Biography Content
fr: Biographie
ja: 略歴の内容
sk: Obsah biografie

source: Show biography tooltips
fr: Afficher les infobulles de la biographie
ja: 経歴のツールチップを表示
sk: Zobraziť nápovedu k biografii

source: Whether to show biography tooltips when hovering over a node.
fr: Montrer ou non des outils de biographie en survolant un noeud.
ja: ノードにマウスを移動したときに経歴のツールチップを表示するかどうか。
sk: Či zobraziť nápovedu k biografii pri prechode kurzorom myši nad uzlom.

source: Text Color
fr: Couleur du texte
ja: 文字の色
sk: Farba textu

source: RGB-color for biography text.
fr: Couleur RGB pour le texte de la biographie.
ja: 経歴文字の RGB カラー。
sk: RGB-farba pre text biografie.

source: RGB-color for biography tooltip.
fr: Couleur RGB pour l'outil biographique.
ja: 経歴ツールチップの RGB カラー。
sk: RGB-farba pre nápovedu k biografii.

source: Header Font size
fr: Taille de la police de caractères de l'en-tête
ja: ヘッダのフォントサイズ
sk: Veľkosť písma záhlavia

source: The font size in pixels for biography header text.
fr: La taille de la police de caractères en pixels pour le texte d'en-tête de la biographie.
ja: 経歴のヘッダーテキストのフォント サイズ (ピクセル単位)。
sk: Veľkosť písma v pixeloch pre text záhlavia biografie.

source: Body Font size
fr: Taille de la police de caractères du corps
ja: 本文フォントサイズ
sk: Veľkosť písma hlavného textu

source: The font size in pixels for biography body text.
fr: La taille de la police de caractères en pixels pour le corps du texte de la biographie.
ja: 経歴本文のフォント サイズ (ピクセル単位)。
sk: Veľkosť písma v pixeloch pre hlavný text biografie.

source: Navigation
ca: Navegació
ja: ナビゲーション
sk: Navigácia
