Repository: ahs3/addons-source
Catalog: GenealogyTree/po/*-local.po
Languages: ca, fi, fr, ja, sk

source: Ancestor tree using LaTeX genealogytree
ca: Arbre d’avantpassats utilitzant LaTeX genealogytree
fi: Esivanhempien puu LaTeX-sukupuun avulla
fr: Arbre des ascendants utilisant LaTeX genealogytree
ja: LaTeX 系図を使用した祖先ツリー
sk: Strom predkov s použitím LaTeX genealogytree

source: Descendant tree using LaTeX genealogytree
ca: Arbre de descendents utilitzant LaTeX genealogytree
fi: Jälkeläispuu LaTeX-sukupuun avulla
fr: Arbre des descendants utilisant LaTeX genealogytree
ja: LaTeX genealogytree を使用した子孫ツリー
sk: Strom potomkov s použitím LaTeX genealogytree

source: Grandparent Tree
ca: Arbre d’avis
fi: Isovanhempien puu
fr: Arbre des grands-parents
ja: 祖父母のツリー
sk: Strom starých rodičov

source: Grandparent tree using LaTeX genealogytree
ca: Arbre d’avis utilitzant LaTeX genealogytree
fi: Isovanhempien puu LaTeX-sukupuun avulla
fr: Arbre des grands-parents utilisant LaTeX genealogytree
ja: LaTeX genealogytreeを使用した祖父母ツリー
sk: Strom starých rodičov s použitím LaTeX genealogytree

source: Sandclock Tree
ca: Arbre de rellotge de sorra
fi: Tiimalasipuu
fr: Arbre sablier
ja: 砂時計のツリー
sk: Presýpacie hodiny - strom

source: Sandclock tree using LaTeX genealogytree
ca: Arbre de rellotge de sorra utilitzant LaTeX genealogytree
fi: Tiimalasipuu LaTeX-sukupuun avulla
fr: Arbre sablier utilisant LaTeX genealogytree
ja: LaTeX 系図ツリーを使用した砂時計ツリー
sk: Presýpacie hodiny - strom s použitím LaTeX genealogytree

source: Sandclock Tree for a Family
ca: Arbre de rellotge de sorra per a una família
fi: Perheen tiimalasipuu
fr: Arbre sablier pour une famille
ja: 家族のための砂時計ツリー
sk: Presýpacie hodiny - strom pre rodinu

source: Sandclock tree for a family using LaTeX genealogytree
ca: Arbre de rellotge de sorra per a una família utilitzant LaTeX genealogytree
fi: Perheen tiimalasipuu LaTeX-sukupuun avulla
fr: Arbre sablier pour une famille utilisant LaTeX genealogytree
ja: LaTeX genealogytreeを使った家系の砂時計ツリー
sk: Presýpacie hodiny - strom pre rodinu s použitím LaTeX genealogytree

source: The center family for the report
ca: La família del centre per a l'informe
fi: Raportin keskusperhe
fr: La famille centrale pour ce rapport
ja: 報告書の中心家族
sk: Hlavná rodina pre správu

source: Generations up
ca: Generacions amunt
fi: Jälkipolvet
fr: Générations ascendantes
ja: 上の世代
sk: Generácie nahor

source: Generations down
ca: Generacions avall
fi: Esipolvet
fr: Générations descendantes
ja: 下の世代
sk: Generácie nadol

source: Include siblings
ca: Inclou germans
fi: Sisällytä sisarukset
fr: Inclure les frères et sœurs
ja: 兄弟姉妹を含める
sk: Zahrnúť súrodencov

source: Include siblings of ancestors.
ca: Inclou els germans dels avantpassats.
fi: Sisällytä esivanhempien sisarukset.
fr: Inclure les frères et sœurs des ascendants.
ja: 先祖の兄弟姉妹も含める。
sk: Zahrnie súrodencov predkov.

source: Include images
ca: Inclou imatges
fi: Näytä kuvat
fr: Inclure les images
ja: 画像を含める
sk: Zahrnúť obrázky

source: Include images of people in the nodes.
ca: Inclou imatges de les persones als nodes.
fi: Näytä solmuissa henkilökuvat.
fr: Inclure les images des individus dans les nœuds.
ja: ノードに人物の画像を含める。
sk: Zahrnúť obrázky ľudí v uzloch.

source: Person %s does not have both a paternal and a maternal grandparent
ca: La persona %s no té tant un avi patern com un avi matern
fi: Henkilöllä %s ei ole sekä isän että äidin puoleista isovanhempaa
fr: L'individu %s n'a pas de grands-parents paternels et maternels
ja: 人物 %s には父方と母方の祖父母がいません
sk: Osoba %s nemá otcovského ani materinského starého rodiča

source: Grandparent family spacing
ca: Espaiat entre les famílies dels avis
fi: Isovanhempien perheiden väli
fr: Espacement de la famille grands-parents
ja: 祖父母の家族の間隔
sk: Medzery medzi rodinami starých rodičov

source: Extra spacing of grandparent families (mm)
ca: Espai addicional entre les famílies dels avis (mm)
fi: Isovanhempien perheiden ylimääräinen väli (mm)
fr: Espacement supplémentaire pour la famille grands-parents (mm)
ja: 祖父母家族の余分な間隔 (mm)
sk: Dodatočné medzery medzi rodinami starých rodičov (mm)"

source: First spouse left
ca: Primer cònjuge a l’esquerra
fi: Ensimmäinen puoliso vasemmalla
ja: 最初に残された配偶者
sk: Prvý manžel/manželka vľavo

source: Always put first of multiple spouses on the left. This can help reduce line-crossings with multiple marriages.
ca: Col·loca sempre el primer dels múltiples cònjuges a l’esquerra. Això pot ajudar a reduir els encreuaments de línies en cas de múltiples matrimonis.
fi: Useista puolisoista ensimmäinen aina vasemmalle. Tämä voi auttaa vähentämään yhdysviivojen risteämisiä usean avioliiton yhteydessä.
ja: 複数の配偶者のうち最初の配偶者を常に左側に記入します。これにより、複数の結婚による境界線の交差を減らすことができます。
sk: Vždy umiestni prvého z viacerých manželov/manželiek vľavo. To môže pomôcť znížiť kríženie čiar pri viacnásobných manželstvách.
