Repository: ahs3/addons-source
Catalog: Differences/po/*-local.po
Languages: fi, ja, sk

source: Database Differences Report
fi: Tietokantojen erot raportti
ja: データベース差異レポート
sk: Hlásenie o rozdieloch v databáze

source: Differences between Database and File
fi: Tietokannan ja tiedoston väliset erot
ja: データベースとファイルの違い
sk: Rozdiely medzi databázou a súborom

source: No differences
fi: Ei eroja
ja: 違いはありません
sk: Žiadne rozdiely

source: Missing items in File that are added in Database
fi: Tiedostoon lisätty kohteita, jotka puuttuvat tietokannasta
ja: データベースに追加されたファイル内の欠落項目
sk: Chýbajúce položky v súbore, ktoré sú pridané v databáze

source: Missing %s: %s
fi: Puuttuva %s: %s
ja: 欠落 %s : %s
sk: Chýba %s: %s

source: Nothing missing
fi: Ei puuttuvia
ja: 欠落はありません
sk: Nič nechýba

source: Added items in File that are missing in Database
fi: Tiedostoon lisätty kohteita, jotka puuttuvat tietokannasta
ja: データベースにないファイル内の項目を追加しました
sk: Pridané položky v súbore, ktoré chýbajú v databáze

source: Added %s: %s
fi: Lisätty %s: %s
ja: 追加済み %s : %s
sk: Pridané %s: %s

source: Nothing added
fi: Ei lisättyjä
ja: 何も追加されていません
sk: Nič nepridané

source: Family Tree file
fi: Sukupuutiedosto
ja: 家系図ファイル

source: Select a .gpkg or .gramps file
fi: Valitse .gpkg- tai .gramps tiedosto
ja: .gpkg または .gramps ファイルの選択
sk: Vyberte súbor .gpkg alebo .gramps

source: Show items that are different
fi: Näytä erilaiset kohteet
ja: 異なるアイテムを表示する
sk: Zobrazí položky, ktoré sú odlišné

source: Include items that are different
fi: Liitä erilaiset kohteet
ja: 異なるアイテムを含める
sk: Zahrnúť položky, ktoré sú odlišné

source: Show items missing from file
fi: Näytä tiedostosta puuttuvat kohteet
ja: ファイルに欠けている項目を表示
sk: Zobrazí položky chýbajúce v súbore

source: Include items not in file but in database
fi: Sisällytä kohteet, jotka eivät ole tiedostossa mutta tietokannassa
ja: ファイルではなくデータベース内の項目を含める
sk: Zahrnúť položky, ktoré nie sú v súbore, ale v databáze

source: Show items added in file
fi: Näytä tiedostoon lisätyt kohteet
ja: ファイルに追加された項目を表示
sk: Zobrazí položky pridané v súbore

source: Include items in file but not in database
fi: Lisää kohteet tiedostoon, mutta älä tietokantaan
ja: ファイル内の項目を含めるがデータベース内の項目は含めない
sk: Zahrnúť položky v súbore, ale nie v databáze

source: Compares an external database with the current one.
fi: Vertaa ulkoista tietokantaa nykyiseen.
ja: 外部データベースと現在のデータベースを比較します。
sk: Porovnáva externú databázu s aktuálnou.
