Repository: ahs3/addons-source
Catalog: BirthOrder/po/*-local.po
Languages: nb, ru, sk

source: Sort Children in Birth order
nb: Sorter barn etter fødselsrekkefølge
ru: Сортировка детей в порядке рождения
sk: Zoradiť deti podľa poradia narodenia

source: Looks through families, looking for children that are not in birth order. User can accept individual suggestions to correct, edit the birth order manually, accept all those families that have all children with proper birth dates, or accept all.
nb: Søker gjennom familier for å finne barn som ikke er i fødselsrekkefølge. Du kan godta individuelle forslag for å korrigere, justere rekkefølgen manuelt, godta alle familier der barna har gyldige fødselsdatoer, eller godta alt.
ru: Просматривает семьи и ищет детей, которые указаны не в порядке рождения. Пользователь может принять предложения частично, редактировать порядок вручную, принять изменения для семей с корректными датами или принять всё.
sk: Prehľadáva rodiny a hľadá deti, ktoré nie sú v poradí narodenia. Používateľ môže prijať individuálne návrhy na opravu, manuálne upraviť poradie narodenia, akceptovať všetky rodiny, ktoré majú všetky deti s vhodnými dátumami narodenia, alebo akceptovať všetko.

source: No families need sorting
nb: Ingen familier behøver sortering
ru: Сортировка не требуется
sk: Žiadne rodiny nepotrebujú zoradenie

source: No children were out of birth order.
nb: Alle barn var i fødselsrekkefølge.
ru: Дети в несоответствующем порядке рождения отсутствуют.
sk: Žiadne deti neboli mimo poradia narodenia.

source: Edit Families
nb: Rediger familier
ru: Редактировать семьи
sk: Upraviť rodiny

source: Looking for children birth order
ru: Просмотр порядка рождения детей
sk: Hľadanie poradia narodenia detí

source: Select the family you wish to examine.
nb: Velg familien du vil undersøke.
ru: Выберите семью, которую хотите проверить.
sk: Vyberte rodinu, ktorú chcete preskúmať.

source: Accept All
nb: Godkjenn alle
ru: Принять всё
sk: Prijať všetko

source: This button will sort all of the families listed.
nb: Denne knappen vil sortere alle listede familier.
ru: Будет произведена сортировка по всем семьям в списке.
sk: Toto tlačidlo zoradí všetky rodiny v zozname.

source: Accept All *
nb: Godkjenn alt *
ru: Принять всё *
sk: Prijať všetko *

source: This button will sort all the families with '*'. In these families, all the children have valid dates, so the sort is unambiguous.
ru: Произвести сортировку в семьях помеченных '*'. В этих семьях, все дети имеют полные даты, поэтому сортировка будет однозначной.
sk: Týmto tlačidlom zoradíte všetky rodiny s '*'. V týchto rodinách majú všetky deti platné dátumy, takže zoradenie je jednoznačné.

source: Accept
ru: Принять
sk: Prijať

source: This button will accept only the family selected and save it as shown in lower right pane.
ru: Принять изменения только для выбранной семьи и сохранить как показано на нижней панели справа.
sk: Týmto tlačidlom akceptujete iba vybranú rodinu a uloží ju tak, ako je zobrazené v pravom dolnom paneli.

source: Done
nb: Utført
ru: Завершить
sk: Hotovo

source: This button will exit, with remaining families unchanged.
ru: Выход без внесения изменений в семьи.
sk: Týmto tlačidlom ukončíte, zostávajúce rodiny budú nezmenené.

source: Current sort
ru: Текущий порядок
sk: Aktuálne zoradenie

source: Proposed sort
ru: Предлагаемый порядок
sk: Navrhované zoradenie

source: When satisfied with the sort, use 'Accept' button below to accept the changes. If you wish to adjust the order, select the child you wish to move, and use 'Up' or 'Down' buttons below to move them.
ru: Когда сортировка будет удовлетворительной, нажмите 'Принять' для сохранения изменений. Если есть необходимость изменить порядок, выберите ребёнка и используйте кнопки 'Вверх' или 'Вниз' для его перемещения.
sk: Keď budete spokojní so zoradením, použite tlačidlo 'Prijať', aby ste prijali zmeny. Ak chcete upraviť poradie, vyberte dieťa, ktoré chcete presunúť, a použite tlačidlá 'Hore' alebo 'Dole', aby ste ich presunuli.
