Repository: ahs3/addons-source
Catalog: FilterRules/po/*-local.po
Languages: ca, fi, fr, he, ja, nb, ru, sk

source: People related to <filter>
ca: Persones relacionades amb <filter>
fi: Henkilöt, jotka ovat sukulaisia <filter>
fr: Individus reliés au <filtre>
he: אנשים עם שיוך אל <מסנן>
ja: <フィルター> に関連する人々
ru: Люди связанные с <фильтром>
sk: Ľudia v príbuzenskom vzťahu s <filter>

source: Matches people who are related to anybody matched by a person filter
ca: Coincideix amb les persones que estan relacionades amb qualsevol persona que compleixi el filtre de persones
fi: Poimii ihmisiä, jotka ovat sukua kenelle tahansa henkilösuotimen poimimista henkilöistä
fr: Correspond aux personnes qui sont liées à quelqu'un apparié par un filtre d'individu
he: איתור אנשים הקשורים לכל מי שמתאים למסנן אדם
ja: 人物フィルタで一致した人物に関連する人物を検索する
ru: Выбирает людей связанных с кем-либо из результата фильтра лиц
sk: Nájde ľudí, ktorí sú v príbuzenskom vzťahu s kýmkoľvek, kto vyhovuje filtru osôb

source: People separated less than <N> degrees of <person>
ca: Persones separades menys de <N> graus de <person>
fi: Ihmiset, jotka poikkeavat <N>:llä henkilöstä <person>
fr: Personnes séparées par moins de <N> degrés de parenté de <individu>
ja: <person> から <N> 度以内の距離にある人々
ru: Люди разделённые <N> поколениями с <лицом>
sk: Ľudia, ktorí sú vzdialení menej ako <N> stupňov od osoby <person>

source: Filter rule that matches relatives by degrees of separation
ca: Regla de filtre que coincideix amb parents segons els graus de separació
fi: Suodatussääntö, sukulaisten löytämiseksi sukupolvieron avulla
fr: Règle de filtrage qui retourne les parents par degré de séparation
he: כלל מסנן שמתאים קרובים בדרגות מרחק
ja: 遠縁の親戚を一致させるフィルタールール
ru: Фильтр для выбора родственников с учётом поколений
sk: Pravidlo filtra, ktoré nájde príbuzných podľa stupňa vzdialenosti

source: Source matching parameters
ca: Paràmetres de coincidència de la font
fi: Lähteet valitulla arvolla
fr: Source correspondantes
ja: ソース照合パラメータ
ru: Источник с параметрами
sk: Parametre pre vyhľadávanie zdrojov

source: Matches Sources with values containing the chosen parameters
ca: Coincideix amb fonts que tenen valors que contenen els paràmetres seleccionats
fi: Poimii lähteet, jotka sisältävät valitun arvon
fr: Renvoie les sources avec des valeurs contenant les paramètres sélectionnés
he: איתור מקורות עם ערכים המכילים משתנים שנבחרו
ja: 選択したパラメータを含む値とソースを照合します
ru: Выбирает источники содержищие значения указанных параметров
sk: Nájde zdroje, ktorých hodnoty obsahujú zvolené parametre

source: People with multiple parent records
ca: Persones amb múltiples registres de progenitors
fi: Henkilöt, joilla on useita vanhempia
fr: Personnes ayant des dossiers parentaux multiples
ja: 複数の親レコードを持つ人
sk: Ľudia s viacerými záznamami o rodičoch

source: Matches people who have more than one set of parents
ca: Coincideix amb persones que tenen més d’un conjunt de progenitors
fi: Poimii henkilöt, joilla on useampia vanhempia
fr: Renvoie les personnes qui ont plus d'une famille parentale
he: איתור אנשים שיש להם יותר מקבוצת הורים אחת
ja: 複数の親を持つユーザーを照合する
sk: Nájde ľudí, ktorí majú viac ako jednu sadu rodičov

source: Match associations of <person filter>
ca: Coincideix amb les associacions de <person filter>
fi: Etsi yhteyksiä kohteelle <person filter>
ja: <person filter> の関連付けを一致させる
sk: Nájde asociácie osoby vyhovujúcej filtru <person filter>

source: Does NOT match with selected Role
ca: NO coincideix amb el rol seleccionat
fi: EI vastaa valittua roolia
fr: Ne correspond PAS au rôle sélectionné
ja: 選択した役割と一致しません
ru: Не совпадает с выбранной ролью
sk: Nezhoduje sa s vybranou rolou

source: Finds the items that don't have event Roles of the selected type.
ca: Troba els elements que no tenen rols d’esdeveniment del tipus seleccionat.
fi: Poimii tapahtumat, joilla ei ole valittua roolia.
fr: Trouve les éléments qui n'ont pas d'événement Rôles du type sélectionné.
ja: 選択したタイプのイベント ロールを持たないアイテムを検索します。
nb: Finner elementene som ikke har hendelsesroller av den valgte typen.
ru: Поиск объектов, которые не имеют роли в собитии указанного типа.
sk: Nájde položky, ktoré nemajú udalosť Roly vybraného typu.

source: Inverse
ca: Inverteix
fi: Käänteinen
ja: 逆
ru: Инвертировать
sk: Inverzné

source: People with events with the <role>
ca: Persones amb esdeveniments amb el <role>
fi: Henkilöt, joilla on tapahtumia roolissa <rooli>
fr: Les gens avec des événements avec le <rôle>
he: אירועם לאנשים עם <תפקיד>
ja: <role> のイベントを持つ人々
nb: Personer med hendelser med <role>
ru: Люди с событиями и <ролью>
sk: Ľudia s udalosťami s rolou <role>

source: Matches people with an event with a selected role
ca: Coincideix amb persones que tenen un esdeveniment amb el rol seleccionat
fi: Poimii henkilöt, joiden tapahtumissa on valittu rooli
fr: Sélectionne les personnes avec un événement avec un rôle sélectionné
he: איתור אנשים עם אירוע עם תפקיד שנבחר
ja: 選択した役割を持つイベントとユーザーを照合する
nb: Matcher personer med en hendelse med en valgt rolle
ru: Выбирает людей с событиями с указанной ролью
sk: Nájde ľudí s udalosťou s vybranou rolou

source: Families with events with the <role>
ca: Famílies amb esdeveniments amb el <role>
fi: Perheet, joiden tapahtumissa on rooli <rooli>
fr: Familles ayant des évènements avec le <rôle>
he: אירועם למשפחות עם <תפקיד>
ja: <role> のイベントがある家族
nb: Familier med hendelser med <role>
ru: Семьи с событиями и <ролью>
sk: Rodiny s udalosťami s rolou <role>

source: Matches families with an event with a selected role
ca: Coincideix amb famílies que tenen un esdeveniment amb el rol seleccionat
fi: Poimii perheet, joiden tapahtumissa on valittu rooli
fr: Sélectionne les familles avec un événement ayant un rôle sélectionné
he: איתור משפחות עם אירוע עם תפקיד שנבחר
ja: 選択した役割を持つイベントと家族を照合する
nb: Matcher familier med en hendelse med den valgte rollen
ru: Выбирает семьи с событиями с указанной ролью
sk: Nájde rodiny s udalosťou s vybranou rolou

source: Events of families matching a <family filter>
ca: Esdeveniments de famílies que coincideixen amb un <family filter>
fi: Suotimen <family filter> mukaisten perheiden tapahtumat
fr: Evénements familiaux correspondant à <filtre familial>
he: אירועים של משפחות שתואמות ל<מסנן משפחה>
ja: <family filter> に一致する家族のイベント
nb: Hendelser i familier som matcher et <family filter>
ru: События семей подходящие под <фильтр семей>
sk: Udalosti rodín, ktoré vyhovujú filtru <family filter>

source: Families matching <event filter>
ca: Famílies que coincideixen amb <event filter>
fi: Suotimen <family filter> mukaiset perheet
fr: Familles correspondant à <filtre d'évènement>
he: משפחות שתואמות <מסנן אירוע>
ja: <event filter> に一致する家族
nb: Familier som matcher <event filter>
ru: Семьи подходящие под <фильтр событий>
sk: Rodiny, ktoré vyhovujú filtru <event filter>

source: Matches families that are matched by an event filter
ca: Coincideix amb les famílies que compleixen un filtre d’esdeveniments
fi: Poimii perheet, joilla on suotimen mukainen tapahtuma
fr: Sélectionne les familles qui correspondent à un filtre d'événements
he: איתור משפחות שהותאמו על ידי מסנן אירועים
ja: イベントフィルタで一致した家族を照合する
nb: Matcher familier som matcher et hendelsesfilter
ru: Выбирает семьи, которые подходят под фильтр событий.
sk: Nájde rodiny, ktoré vyhovujú filtru udalostí

source: Matches families matched by an event filter
ca: Coincideix amb les famílies que compleixen un filtre d’esdeveniments
fi: Poimii tapahtumasuotimen mukaiset perheet
ja: イベントフィルタで一致した家族を照合する
nb: Matcher familier som er matchet av et hendelsesfilter
ru: Выбирает семьи, которые подходят под фильтр событий

source: Number of degrees of separation from person.
ca: Nombre de graus de separació respecte a la persona.
fi: Etäisyyden asteiden lukumäärä henkilöstä.
fr: Nombre de degrés de séparation de l'individu.
ja: 人物との分離度数。
ru: Количество поколений между лицами.
sk: Počet stupňov vzdialenosti od osoby.

source: Degrees:
ca: Graus:
fi: Tutkinnot:
fr: Degrés :
ja: 学位 :
ru: Поколение:
sk: Stupne:

source: People with <count> of <event>
ca: Persones amb <count> de <event>
fi: Ihmiset, joilla on <count> <event>-tapahtumaa
fr: Individus avec <nombre> d' <évènement>
ja: <event> の <count> の人
nb: Personer med <count> <event>
sk: Ľudia s <count> udalosťami typu <event>

source: Matches persons which have events of given type and number.
ca: Coincideix amb persones que tenen esdeveniments d’un tipus i nombre determinats.
fi: Henkilöt, joilla on annetun tyyppisiä tapahtumia pyydetty määrä.
fr: Correspond aux personnes qui ont des évènements du type et nombre donnés.
ja: 指定されたタイプと番号のイベントを持つ個人を照合する。
nb: Matcher personer som har hendelser av en bestemt type og antall.
sk: Nájde osoby, ktoré majú udalosti daného typu a počtu.

source: Include Children
ca: Incloure Fills
fi: Lisää lapset
fr: Inclure les enfants
ja: 子供を含める
ru: Включать детей
sk: Zahrnúť Deti

source: Include the children in the matching families.
ca: Inclou els fills en les famílies coincidents.
fi: Lisää lapset mukaan vastaaviin perheisiin.
fr: Inclure les enfants dans les familles correspondantes.
ja: 一致する家族の子供たちを含めます。
ru: Включать детей из найденных семей.
sk: Zahrnie deti vo vyhovujúcich rodinách.

source: Include Parents
ca: Inclou els pares
fi: Lisää vanhemmat
fr: Inclure les parents
he: הכללת הורים
ja: 親を含める
ru: Включать родителей
sk: Zahrnúť Rodičia

source: Include the parents in the matching families.
ca: Inclou els progenitors en les famílies coincidents.
fi: Lisää vanhemmat poimittuihin perheisiin.
fr: Inclure les parents dans les familles correspondantes.
ja: 一致する家族に両親を含めます。
ru: Включать родителей из найденных семей.
sk: Zahrnie rodičov vo vyhovujúcich rodinách.

source: Family Filter name:
ca: Nom del filtre de família:
fi: Perhesuotimen nimi:
fr: Filtre du Nom de famille :
ja: 家族フィルター名 :
ru: Название фильтра семей
sk: Názov rodinného filtra:

source: People who are part of families matching <filter>
ca: Persones que formen part de famílies que coincideixen amb <filter>
fi: Hakuehdon <filter> mukaisten perheiden jäsenet
fr: Les gens qui font partie des familles qui correspondent à <filtre>
ja: <filter> に一致する家族の一員である人々
ru: Люди из семьи выбранные <фильтром>
sk: Ľudia, ktorí sú súčasťou rodín, ktoré vyhovujú filtru <filter>

source: Filter people by their age at death
ca: Filtra les persones per la seva edat en el moment de la mort
fi: Poimii henkilöt kuoliniän perusteella
fr: Filtre les personnes par leur âge à leur décès
he: סינון אנשים לפי גילם בפטירתם
ja: 死亡時の年齢で人をフィルタリングする
sk: Filtrovať ľudí podľa ich veku v čase úmrtia

source: Filter rule that matches people by their age at death
ca: Regla de filtre que coincideix amb les persones segons la seva edat en el moment de la mort
fi: Suodatinsääntö ihmisten kuoliniän perusteella
fr: Règle de filtrage qui correspond aux personnes à leur âge à leur décès
he: כלל סינון שמתאים לאנשים לפי גילם בפטירתם
ja: 人を死亡時の年齢で一致させるフィルタールール
sk: Pravidlo filtra, ktoré nájde ľudí podľa ich veku v čase úmrtia

source: Multiple Parents Filter
ca: Filtre de múltiples progenitors
fi: Useiden vanhempien suodatin
fr: Filtre de parents multiples
ja: 複数の親フィルター
sk: Filter pre viacnásobných rodičov

source: People with events with a selected role
ca: Persones amb esdeveniments amb un rol seleccionat
fi: Henkilöt, joiden tapahtumissa on valittu rooli
fr: Individus ayant des évènements avec le <rôle>
he: אירועם לאנשים עם תפקיד שנבחר
ja: 選択した役割を持つイベントを持つ人々
nb: Personer med hendelser med en valgt rolle
ru: Люди с событиями и выбранной ролью
sk: Ľudia s udalosťami s vybranou rolou

source: Families with events with a selected role
ca: Famílies amb esdeveniments amb el rol seleccionat
fi: Perheet, joiden tapahtumissa on valittu rooli
fr: Familles avec des évènements avec un rôle sélectionné
ja: 役割を選択したイベントを持つ家族
nb: Familier med hendelser med en valgt rolle
ru: Семьи с событиями и выбранной ролью
sk: Rodiny s udalosťami s vybranou rolou

source: The active Person
ca: La Persona activa
fi: Aktiivihenkilö
fr: L'individu actif
he: האדם הפעיל
ja: アクティブな人

source: Matches sources with a particular value
ca: Coincideix amb fonts que tenen un valor específic
fi: Poimii lähteet, jotka sisältävät valitun arvon
fr: Sélectionnne les sources ayant une valeur particulière
ja: 特定の値を持つソースを一致させる
ru: Выбирает источники с указанным значением
sk: Nájde zdroje s konkrétnou hodnotou

source: Active person
ca: Persona activa
fi: Aktiivihenkilö
fr: Individu actif
he: אדם פעיל
ja: アクティブな人
nb: Aktiv person
ru: Активное лицо
sk: Aktívna osoba

source: Matches the active person
ca: Coincideix amb la persona activa
fi: Täsmää aktiivihenkilöön
fr: Renvoie l’individu actif
he: תואם לאדם הפעיל
ja: アクティブな人に一致
sk: Nájde aktívnu osobu

source: Age in years at person's death.
ca: Edat en anys en el moment de la mort de la persona.
fi: Henkilön kuolinikä vuosina.
fr: L'âge en anées au décès de la personne.
he: גילו של אדם בשנים בעת פטירתו.
ja: 人が死亡したときの年齢。
nb: Alder i år ved personens død.
sk: Vek v rokoch v čase úmrtia osoby.

source: Age:
ca: Edat:
fi: Ikä:
fr: Âge :
he: גיל:
ja: 年齢 :
ru: Возраст:
sk: Vek:
