Repository: ahs3/addons-source
Catalog: TimePedigreeHTML/po/*-local.po
Languages: fr, pt_pt, sv

source: Failed writing
fr: Échec d'écriture
pt_pt: Falha ao escrever
sv: Fel vid skrivning av

source: Year of Birth of Center Person
fr: Année de naissance de la personne centrale
pt_pt: Ano de nascimento do indivíduo central

source: The year of birth of the center person. Estimate a year if unknown
fr: L'année de naissance de la personne centrale. Estimez une année si inconnue
pt_pt: O ano de nascimento do indivíduo central. Estimar um ano, se desconhecido

source: Destination directory
fr: Répertoire de destination
pt_pt: Pasta destino
sv: Målkatalog

source: Path for generated files
fr: Le répertoire de destination pour les fichiers générés
pt_pt: Caminho para ficheiros gerados
sv: Målmappen för genererade filer

source: The destination file name for html content.
fr: Le fichier de destination pour le contenu HTML.
pt_pt: O nome de ficheiro destino para conteúdo html.
sv: Målfilnamn för html-innehåll.

source: Default Age
fr: Âge par défaut
pt_pt: Idade pré-definida
sv: Standardålder

source: Default age of parent when child is born with unknown year of birth
fr: Âge par défaut du parent lorsque l 'enfant n'a pas d'année de naissance connue
pt_pt: Idade pré-definida do progenitor quando o ano de nascimento do filho é desconhecido

source: What to show
fr: Que montrer
pt_pt: O que mostrar

source: Show GrampsID
fr: Montrer l'ID Gramps
pt_pt: Mostrar ID Gramps
sv: Visa Gramps-ID

source: Show GrampsID on top right of the box
fr: Montrer l'ID Gramps en haut à droite de la boîte
pt_pt: Mostrar o ID Gramps no canto superior direito da caixa

source: Optimize
fr: Optimiser
pt_pt: Optimizar
sv: Optimera

source: Use as little space in horizontal direction as possible
pt_pt: Utilizar o mínimo de espaço possível na horizontal

source: Male Box Color
pt_pt: Cor de caixa masculina
sv: Färg i rutan för män

source: Box background color for male person
fr: Couleur de fond du cadre pour un homme
pt_pt: Cor de fundo da caixa de homens
sv: Bakgrundsfärg för rutan på män

source: Female Box Color
pt_pt: Contorno da caixa das mulheres
sv: Färg i rutan för kvinnor

source: Box background color for female person
fr: Couleur d'arrière-plan des individus féminins
pt_pt: Cor de fundo das caixas femininas
sv: Bakgrundsfärg för rutan på kvinnor

source: Number of pixel per year
fr: Nombre de pixel par année
pt_pt: Número de pixels por ano
sv: Antal pixlar per år

source: How many pixel height is one year?
pt_pt: Quantos pixels de altura tem um ano?

source: Offset X Coordinate
pt_pt: Desvio da coordenada X
sv: Kompensera X-koordinat

source: How many pixel are unused besides the most left and most right boxes?
pt_pt: Quantos pixels não são utilizados para além das caixas mais à esquerda e mais à direita?

source: Offset Y Coordinate
pt_pt: Desvio da coordenada Y
sv: Kompensera Y-koordinat

source: How many pixel are unused above first box?
pt_pt: Quantos pixels não são utilizados acima da primeira caixa?

source: Width of a box in pixel
fr: Largeur du cadre en pixels
pt_pt: Largura da caixa em pixels
sv: Bredden på en ruta i pixel

source: Width of the box of a person in pixel
fr: Largeur du cadre d'individu en pixels
pt_pt: Largura da caixa individual em pixels
sv: Bredden på rutan för en person i pixel

source: Horizontal space between boxes in pixel
fr: Espace horizontal entre les cadres en pixel
pt_pt: Espaço horizontal entre caixas (px)
sv: Horisontellt mellanrum mellan rutor i pixel

source: Minimum horizontal space between 2 boxes in pixel
pt_pt: Espaço horizontal mínimo entre duas caixas, em pixels

source: Length of vertical part of a line in pixel
pt_pt: Comprimento da parte vertical de uma linha em pixels

source: Parent and child boxes are connected with lines. This is the length of the vertical part of the lines in pixel
pt_pt: As caixas-mãe e filha estão ligadas por linhas. Este é o comprimento da parte vertical das linhas em pixels

source: Number of pixel between left border and scale
pt_pt: Número de pixels entre a margem esquerda e a escala

source: Timeline Pedigree Report
fr: Rapport généalogique chronologique
pt_pt: Relatório Cronologia de costados
sv: Stamtavlerapport med tidslinje

source: Creates an HTML webpage that uses JavaScript to show a pedigree block diagram arranged vertically by birth date
fr: Crée une page Web HTML qui utilise JavaScript pour afficher un diagramme d'ascendance disposé verticalement par date de naissance
pt_pt: Cria uma página Web HTML que utiliza JavaScript para mostrar um diagrama de linhagem verticalmente por data de nascimento
