Repository: ahs3/addons-source
Catalog: GedcomExtensions/po/*-local.po
Languages: fr, ru

source: Include media
ru: Включать документы

source: Export GEDCOM Extensions (GED2)
fr: Exportation des extensions Gedcom (GED2)
ru: Экспорт в GEDCOM (GED2)

source: GEDCOM Extensions (GED2)
fr: Extensions Gedcom (GED2)
ru: Дополнения GEDCOM (GED2)

source: Extensions to the common GEDCOM format.
fr: Extensions du format courant Gedcom.
ru: Дополнения для обычного формата GEDCOM.

source: GEDCOM Extensions options
fr: Options des extensions Gedcom (GED2)
ru: Параметры дополнений GEDCOM

source: Include witnesses
fr: Inclure les témoins
ru: Включать свидетелей

source: Export failed
fr: L'exportation a échoué
ru: Ошибка при экспорте

source: Don't change
fr: Ne pas changer
ru: Не изменять

source: Add Patronymic name after Given name
fr: Ajouter le nom patronymique après le prénom
ru: Добавить Отчество после Имени

source: Ignore Patronymic name
fr: Ignorer le nom patronymique
ru: Игнорировать Отчество

source: Patronymic names:
fr: Noms patronymiques:
ru: Отчества:

source: Type of surname:
fr: Type de nom de famille:
ru: Тип фамилии:
