Repository: ahs3/addons-source
Catalog: GeoTimeLines/po/*-local.po
Languages: pt_pt

source: TimeLines Map
pt_pt: Mapa de cronologias

source: Choose View Format
pt_pt: Escolha o modo de ver

source: Almost done
pt_pt: Quase concluída

source: Gathering data
pt_pt: A recolher os dados

source: Number of Persons: %s
pt_pt: Número de indivíduos: %s

source: Stagger the map markers to differentiate different markers at the same location
pt_pt: Escalonar os marcadores do mapa para os distinguir na mesma localização

source: Stagger Radius (hectometers) as measured along the equator (includes latitude distortion)
pt_pt: Raio de escalonamento (hectómetros) medido ao longo do equador (inclui a distorção da latitude)

source: Display markers for unknown ancestors based on earliest descendant location
pt_pt: Mostrar marcadores para antepassados desconhecidos com base na localização do descendente mais antigo

source: Days to keep lines on the map after an event
pt_pt: Dias para manter as linhas no mapa depois de um evento

source: Use custom map icons
pt_pt: Use ícones de mapa personalizados

source: If there is no birth event for a person, their age is assumed to be this at their first event
pt_pt: Se não houver evento de nascimento dum indivíduo, a idade é presumida como esta ao seu primeiro evento

source: If there is no death event for a person, they will be assumed dead at this age
pt_pt: Se não houver evento de óbito dum indivíduo, será presumido falecido nesta idade

source: Number of steps
pt_pt: Número de passos

source: Type of steps
pt_pt: Tipo de passos

source: Steps per millisecond
pt_pt: Passos por mili-segundo

source: Initial map view on Gramps startup
pt_pt: Vista inicial do mapa no arranque do Gramps

source: Initial map view after startup and after changing the active person
pt_pt: Vista inicial do mapa após o arranque e depois de mudar o indivíduo activo

source: Show map travel lines on startup
pt_pt: Mostrar linhas de viagem no arranque

source: Show time ticks on navigation bar on startup
pt_pt: Mostrar os tiques de tempo na barra de navegação no arranque

source: TimeLines Map options
pt_pt: Opções do mapa de cronologias

source: A view showing all the places visited by a person or persons on various date.
pt_pt: Uma vista que mostra todos os locais visitados por um ou vários indivíduos em várias datas.

source: TimeLines map
pt_pt: Mapa de cronologias
