Repository: ahs3/addons-source
Catalog: GrampsWebSync/po/*-local.po
Languages: he, pt_pt, sv

source: Gramps Web Sync
pt_pt: Sincronização "web" do Gramps
sv: Gramps Webb-synkronisering

source: Synchronizes a local database with a Gramps Web instance.
pt_pt: Sincroniza uma base de dados local com uma instância do Gramps Web.

source: Your user does not have sufficient server permissions to use sync.
pt_pt: O utilizador não tem permissões de servidor suficientes para utilizar a sincronização.

source: Fetching remote data...
pt_pt: A obter dados remotos...
sv: Hämtar fjärrdata...

source: Unexpected error while applying changes.
pt_pt: Erro inesperado ao aplicar as alterações.

source: Media files are in sync.
pt_pt: Multimédia sincronizada.
sv: Mediefiler är synkroniserade.

source: Successfully downloaded %s media files.
pt_pt: Transferiu com êxito %s ficheiros multimédia.

source: Encountered %s errors during download.
pt_pt: Encontrou erros %s durante a transferência.

source: Successfully uploaded %s media files.
pt_pt: Envio bem sucedido de %s ficheiros multimédia.

source: Encountered %s errors during upload.
pt_pt: %s erros encontrados durante o envio.

source: Error accessing media object.
pt_pt: Erro ao aceder ao objecto multimédia.

source: Failed importing downloaded XML file.
pt_pt: Falha ao importar o ficheiro XML transferido.

source: Comparing local and remote data...
pt_pt: A comparar dados locais e remotos...
sv: Jämför lokala- och fjärrdata...

source: Server authorization error.
pt_pt: Erro de autorização do servidor.

source: Server authorization error: insufficient permissions.
pt_pt: Erro de autorização do servidor: permissões insuficientes.

source: Error: URL not found.
he: שגיאה: לא נמצא URL.
pt_pt: Erro: URL não encontrado.
sv: Fel: URL inte hittad.

source: Unable to synchronize changes to server: objects have been modified.
pt_pt: Impossível sincronizar alterações com o servidor: os objectos foram modificados.

source: Error %s while connecting to server.
pt_pt: Erro %s durante a ligação ao servidor.

source: URL error while connecting to server.
pt_pt: Erro de URL durante a ligação ao servidor.

source: Error while parsing response from server.
pt_pt: Erro ao analisar a resposta do servidor.

source: Continue without transport encryption?
pt_pt: Continuar sem a encriptação de transporte?

source: You have specified a URL with http scheme. If you continue, your password will be sent in clear text over the network. Use only for local testing!
pt_pt: Especificou um URL com esquema http. Se continuar, a sua senha será enviada em texto simples através da rede. Utilize apenas para testes locais!

source: Continue with HTTP
pt_pt: Continuar com HTTP

source: Use HTTPS
pt_pt: Usar HTTPS

source: This tool allows to synchronize the currently opened family tree with a remote family tree served by Gramps Web. The tool assumes that the two trees are derivatives of each other, i.e. one of the two was created from a Gramps XML (not GEDCOM!) export of the other. After successful synchronization, the two trees will be identical. Modifications will be propagated based on timestamps. You will be prompted for confirmation before any changes are made to the local or remote trees. If you instead want to merge two significantly different trees with the option to make manual modifications, use the Import Merge Tool instead.
pt_pt: Esta ferramenta permite sincronizar a árvore genealógica actual com uma árvore genealógica remota servida pelo Gramps Web. A ferramenta assume que as duas árvores são derivadas uma da outra, ou seja, uma das duas foi criada a partir de uma exportação Gramps XML (não GEDCOM!) da outra. Após uma sincronização bem sucedida, as duas árvores serão idênticas. As modificações serão propagadas com base nos carimbos de data e hora. Será solicitada uma confirmação antes que quaisquer alterações sejam feitas nas árvores local ou remota. Se, em vez disso, pretender unir duas árvores significativamente diferentes com a opção de efectuar modificações manuais, utilize a Ferramenta de união de importação.

source: Server URL:
pt_pt: URL do servidor:

source: Bidirectional Synchronization
pt_pt: Sincronização bidireccional

source: Reset remote to local
he: שיצוב מצב מרוחק למקומי
pt_pt: Repor a remota com a local

source: Reset local to remote
he: שיצוב מצב מקומי למרוחק
pt_pt: Repor a local com a remota

source: Merge
he: מיזוג
pt_pt: Unir
sv: Slå samman

source: Local changes
he: שינויים מקומיים
pt_pt: Alterações locais
sv: Lokala ändringar

source: Modified
he: מוסגל
pt_pt: Modificado
sv: Ändrat

source: Remote changes
he: שינויים מרחוק
pt_pt: Alterações remotas
sv: Fjärrändringar

source: Simultaneous changes
he: שינויים בו־זמנית
pt_pt: Alterações simultâneas
sv: Samtidiga förändringar

source: Fetching information about media files...
pt_pt: A obter informação sobre multimédia...
sv: Hämtar information om mediefiler...

source: Both trees are the same.
pt_pt: As árvores são idênticas.
sv: Båda träden är likadana.

source: Applying changes to local database ...
he: החלת שינויים במסד נתונים מקומי ...
pt_pt: Aplicar alterações à base de dados local.
sv: Tillämpar ändringar i den lokala databasen ...

source: No changes to apply to local database.
pt_pt: Não aplicar alterações à base de dados local.

source: Applying changes to remote database ...
he: החלת שינויים במסד נתונים מרוחק ...
pt_pt: A aplicar alterações à base de dados remota...
sv: Tillämpar ändringar i fjärrdatabasen ...

source: No changes to apply to remote database.
pt_pt: Não há alterações a aplicar à base de dados remota.

source: Successfully applied changes to local database.
pt_pt: Aplicadas com êxito as alterações à base de dados local.

source: Missing locally
pt_pt: Locais em falta
sv: Saknas lokalt

source: Missing remotely
pt_pt: Remotos em falta
sv: Saknas på distans

source: Downloading %s media file(s)
he: מתבצעת הורדת %s קבצי מדיה
pt_pt: A transferir %s ficheiro(s) multimédia
sv: Laddar ner mediefil(er) %s

source: Uploading %s media file(s)
he: מתבצעת האלעת %s קבצי מדיה
pt_pt: A enviar %s ficheiro(s) multimédia
sv: Laddar upp mediefil(er) %s
