Repository: ahs3/addons-source
Catalog: CalculateEstimatedDates/po/*-local.po
Languages: ca, ja, lt, pl, sl, sq

source: Select filter to restrict people
ca: Seleccionar filtre per restringir persones
ja: 人を制限するフィルターの選択
lt: Pasirinkite filtrą asmenų apribojimui
pl: Wybierz filtr, aby ograniczyć listę osób
sl: Izberi filter za omejitev oseb
sq: Përzgjedh filterin për të kufizuar njerëzit

source: Calculated Date Estimates
ca: Estimacions de Data Calculades
ja: 計算された日付の推定
lt: Apskaičiuotos apytikrės datos
pl: Obliczanie dat szacunkowych
sl: Ocene izračunanih datumov
sq: Vlersim i datës se logaritur

source: Source to remove and/or add
ca: Font a treure i/o afegir
ja: 削除または追加するソース
lt: Šaltinis kurį išmesti ir/arba pridėti
pl: Źródło do usunięcia lub/i dodania
sl: Vir, ki ga je treba odstraniti ali dodati
sq: Burime për t'u larguar dhe/ose shtuar

source: Remove previously added events, notes, and source
ca: Treure esdeveniments, notes i fonts afegits prèviament
ja: 以前に追加したイベント、メモ、ソースを削除
lt: Ištrinti anksčiau įkeltus įvykius, pastabas ir šaltinius
pl: Usuń wcześniej dodane wydarzenia, notatki i źródło

source: Remove calculated events, notes, and source; occurs immediately on Execute
ca: Treure esdeveniments, notes i fonts afegits prèviament; es fa immediatament en Executar
ja: 計算されたイベント、メモ、ソースを削除します。実行時に直ちに実行されます
lt: Pašalina apskaičiuotus įvykius, pastabas ir šaltinius; įvykdoma iškart nuspaudus Vykdyti

source: Do not add birth events
ca: No afegir esdeveniments de naixement
ja: 誕生イベントを追加しない
lt: Neįtraukti gimimo įvykių
pl: Nie dodawaj wydarzeń związanych z urodzeniem

source: Add birth events without dates
ca: Afegir esdeveniments de naixement sense dates
ja: 日付なしで出生イベントを追加する
lt: Įtraukti gimimo įvykius be datos
pl: Dodaj wydarzenia urodzenia bez dat

source: Add birth events with dates
ca: Afegir esdeveniments de naixement amb dates
ja: 誕生日イベントを日付とともに追加する
lt: Įdėti gimimo įvykius su data
pl: Dodaj wydarzenia urodzenia z datami

source: Add a birth events with or without estimated dates
ca: Afegir esdeveniments de naixement amb o sense dates estimades
ja: 推定日の有無にかかわらず出生イベントを追加する
lt: Įdėti gimimo įvykius su ar be įvertinamos datos
pl: Dodaj wydarzenia związane z urodzeniem z szacunkową datą lub bez niej

source: Do not add death events
ca: No afegir esdeveniments de defunció
ja: 死亡イベントを追加しない
lt: Neįtraukti mirties įvykių
pl: Nie dodawaj zdarzeń śmierci

source: Add death events without dates
ca: Afegir esdeveniments de defunció sense dates
ja: 日付なしで死亡イベントを追加する
lt: Įtraukti mirties įvykius be datų
pl: Dodaj zdarzenia śmierci bez dat

source: Add death events with dates
ca: Afegir esdeveniments de defunció amb dates
ja: 死亡イベントを日付とともに追加する
lt: Įtraukti mirties įvykius su data
pl: Dodaj zdarzenia śmierci z datami

source: Add death events with or without estimated dates
ca: Afegir esdeveniments de defunció amb o sense dates estimades
ja: 推定日の有無にかかわらず死亡イベントを追加する
lt: Įdėti mirties įvykius su ar be įvertinamos datos
pl: Dodaj zdarzenia śmierci z szacunkową datą lub bez niej

source: Maximum age
ca: Edat màxima
ja: 最高年齢
lt: Vyriausias asmens amžius
pl: Maksymalny wiek
sl: Največja starost
sq: Mosha maksimale

source: Maximum age that one can live to
ca: Edat màxima fins on es pot viure
ja: 人が生きられる最長年齢
lt: Vyriausias amžius, kiek gali asmuo gyventi
pl: Maksymalny wiek, ile osoba może żyć
sl: Najvišja starost, ki jo lahko kdo doseže
sq: Mosha maksimale që mund të jetojë

source: Maximum age difference between siblings
ca: Màxima diferència d'edat entre germans
ja: 兄弟間の最大年齢差
lt: Didelis amžiaus skirtumas tarp brolių/seserų
pl: Maksymalna różnica wieku pomiędzy rodzeństwem
sl: Največja razlika v letih med brati in sestrami
sq: Dallimi maksimal në moshë mes motrave/vëllezërve

source: Average years between two generations
ca: Els anys entre dues generacions, en mitjana
ja: 2世代間の平均年齢
lt: Metų vidurkis tarp dviejų kartų
pl: Średnia liczba lat między dwoma pokoleniami
sl: Povprečno število let med dvema rodovoma
sq: Mosha mesatare në mes të dy gjeneratave

source: Estimated Dates
ca: Dates Estimades
ja: 推定された日付
lt: Įvertintos Datos
pl: Szacowane daty

source: Approximate (about)
ca: Aproximat (al voltant)
ja: 近似 (約)
lt: Apytikslė (apie)
pl: Przybliżony (około)

source: Extremes (after and before)
ca: Extrems (abans i després)
ja: 両極端 (前後)
lt: Ekstremalumai (po ir prieš)
pl: Skrajności (przed i po)

source: Dates on events are either about or after/before
ca: Les dates dels esdeveniments són o bé al voltant o abans/després
ja: イベントの日付は前後のいずれかです
lt: Datos įvykiuose yra arba apie arba po/prieš
pl: Daty wydarzeń są albo zbliżone, albo następujące przed/po

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
ca: L'eina Calcular Dates Estimades es fa servir per afegir i esborrar esdeveniments de naixement i defunció per persones que no en tenen. Per utilitzar-la: 1. Anar a la pestanya d'Opcions 2. Marcar l'opció [ ] Esborrar per treure estimacions prèvies 3. Seleccionar les opcions d'afegir data per posar data a esdeveniments amb o sense dates 4. Clicar Executar 5. Seleccionar les persones a les quals afegir esdeveniments 6. Clicar el botó 'Afegir Esdeveniments Seleccionats' per crear-los NOTES: si decideix de fer permanent un esdeveniment, tregui'l de la Font. Si no, s'esborrarà la propera vegada que es treguin automàticament aquests esdeveniments. Pot haver d'executar l'eina de forma repetida (sense treure els esdeveniments anteriors) per afegir tots els esdeveniments possibles.
ja: 推定日計算ツールは、出生および死亡イベントが欠落している人々の出生および死亡イベントを追加および削除するために使用されます。 使用方法 : 1. [オプション] タブに移動します 2. [ ] 削除オプションをチェックして、以前の推定値を削除します 3. 日付付きまたは日付なしのイベントの日付を追加するには、日付追加オプションを選択します 4. [実行] をクリックします 5. イベントを追加する人々を選択します 6. [選択したイベントを追加] ボタンをクリックして作成します 注 : イベントを永続的にする場合は、ソースから削除してください。そうしないと、次回これらのイベントを自動的に削除したときに削除されます。 すべてのイベントを追加するには、ツールを繰り返し実行する必要がある場合があります (以前のイベントを削除せずに)。

source: Calculate Estimated Dates
ca: Calcular Dates Estimades
ja: 推定日の計算
lt: Paskaičiuoti įvertinamas datas
pl: Obliczanie dat szacunkowych
sl: Izračunaj okvirne datume
sq: Logarit datat e vlersuara

source: Select All
ca: Seleccionar-ho Tot
ja: すべて選択
lt: Pasirinkite Viską
pl: Zaznacz wszystko

source: Select None
ca: No Seleccionar-ne cCap
ja: 選択解除
lt: Pasirinkite Nieko
pl: Wybierz Brak

source: Toggle Selection
ca: Commutar Selecció
ja: 選択の切り替え
lt: Pasirinkimo inversija
pl: Przełącz wybór

source: Add Selected Events
ca: Afegir Esdeveniments Seleccionats
ja: 選択したイベントを追加
lt: Pridėkite Pasirinktus Įvykius
pl: Dodaj wybrane wydarzenia

source: Remove Events, Notes, and Source and Reselect Data
ca: Esborrar Esdeveniments, Notes, i Font i Tornar a Seleccionar Dades
ja: イベント、メモ、ソースを削除してデータを再選択する
lt: Pašalinti Įvykius, Pastabas ir Šaltinius, bei pakartotinai Pažymėti Duomenis

source: Are you sure you want to remove previous events, notes, and source and reselect data?
ca: Està segur que vol esborrar els esdeveniments, notes i font anteriors, i tornar a seleccionar les dades?
ja: 以前のイベント、メモ、ソースを削除してデータを再選択してもよろしいですか?
lt: Ar įsitikinę, kad norite pašalinti prieš tai buvusius įvykius, pastabas ir šaltinius, bei pakartotinai pažymėti duomenis?

source: Remove and Run Select Again
ca: Esborrar i Executar la Selecció un Altre Cop
ja: 削除して再度選択する
lt: Ištrinti ir Vėl Vykdyti Pažymėjimą
pl: Usuń i uruchom ponownie Wybierz

source: Reselect Data
ca: Tornar a Seleccionar Dades
ja: データの再選択
lt: Iš Naujo Pasirinkite Datą
pl: Wybierz ponownie dane

source: Are you sure you want to reselect data?
ca: Segur que vol tornar a seleccionar les dades?
ja: データを再選択しますか?
lt: Ar tikrai norite iš naujo pažymėti datą?
pl: Czy na pewno chcesz ponownie wybrać dane?

source: Run Select Again
ca: Executar la Selecció un Altre Cop
ja: もう一度選択を実行
lt: Paleisti pasirinkimą dar kartą
pl: Uruchom ponownie Wybierz

source: Evidence
ca: Proves
ja: 証拠
lt: Liudijimas
pl: Dowód

source: Relative
ja: 相対的
pl: Krewni

source: Processing...
ca: Processant...
ja: 処理中...
lt: Apdorojimas...
pl: Przetwarzanie...

source: Removing old estimations...
ca: Esborrant estimacions antigues...
ja: 古い推定を削除しています...
lt: Pašalinami seni įverčiai...

source: Removing '%s'...
ca: Traient '%s'...
ja: '%s' を削除しています...
lt: Išmetamas '%s'...
pl: Usuwanie '%s'...
sl: Odstranjevanje '%s'...
sq: Largimi i '%s'...

source: done!
ca: fet!
ja: 完了 !
lt: padaryta!

source: Selecting...
ca: Seleccionant...
ja: 選択中...
lt: Pasirenkame...
pl: Wybierz...

source: Add birth and death events
ca: Afegir esdeveniments de naixement i defunció
ja: 誕生と死亡イベントを追加
lt: Pridėti gimimo ir mirties įvykius
pl: Dodaj zdarzenia urodzenia i śmierci

source: Add birth event
ca: Afegir esdeveniment de naixement
ja: 出生イベントの追加
lt: Pridėti gimimo įvykį
pl: Dodaj wydarzenie urodzenia

source: Add death event
ca: Afegir esdeveniment de defunció
ja: 死亡イベントの追加
lt: Pridėti mirties įvykį
pl: Dodaj zdarzenie śmierci

source: No events to be added.
ca: No hi ha esdeveniments per afegir.
ja: 追加するイベントはありません。
lt: Nebuvo pridėta jokio įvykio.
pl: Brak wydarzeń do dodania.

source: Selecting...
ca: Seleccionant...
ja: 選択中...
lt: Pasirenkame...
pl: Wybierz...

source: Adding events '%s'...
ca: Afegint esdeveniments '%s'...
ja: イベント '%s' を追加中...
lt: Pridedami įvykiai '%s'...
pl: Dodawanie zdarzeń '%s'...

source: Added birth event based on %(evidence)s, from %(name)s
ca: Afegit esdeveniment de naixement basat en %(evidence)s, des de %(name)s
ja: %(name)s から %(evidence)s に基づく出生イベントを追加しました
lt: Pridėtas gimimo įvykis remiantis %(evidence)s, iš %(name)s

source: Added birth event based on %s
ca: Afegit esdeveniment de naixement basat en %s
ja: %s に基づいて誕生イベントを追加しました
lt: pridėtas gimimo įvykis remiantis %s
pl: Dodano wydarzenie urodzenia na podstawie %s

source: Estimated birth date
ca: Data de naixement estimada
ja: 推定生年月日
lt: Įvertinta gimimo data
pl: Szacowana data śmierci

source: Added death event based on %(evidence)s, from %(person)s
ca: Afegit esdeveniment de defunció basat en %(evidence)s, des de %(person)s
ja: %(person)s から %(evidence)s に基づいて死亡イベントが追加されました
lt: Pridėtas mirties įvykis remiantis %(evidence)s, iš %(person)s

source: Added death event based on %s
ca: Afegit esdeveniment de defunció basat en %s
ja: %s に基づいて死亡イベントを追加しました
lt: Pridėta mirties įvykis remiantis %s
pl: Dodano zdarzenie śmierci na podstawie %s

source: Estimated death date
ca: Data de defunció estimada
ja: 死亡推定日
lt: Įvertinta mirties data
pl: Szacowana data śmierci

source: Done! Committing...
ca: Acabat! Gravant...
ja: 完了! コミットしています...
lt: Baigta! Siunčiama...

source: Added %d events.
ca: Afegits %d esdeveniments.
ja: %d 件のイベントを追加しました。
lt: Pridėta %d įvykių.
pl: Dodano %d wydarzeń.

source: Estimated date
ca: Data estimada
ja: 推定された日付
lt: Įvertinta data
pl: Szacowana data

source: Calculates estimated dates for birth and death.
ca: Calcula les dates estimades de naixement i defunció.
ja: 出生と死亡の推定日を計算します。
lt: Apskaičiuoja įvertintas gimimo ir mirties datas.
pl: Wylicza szacunkowe daty urodzenia i zgonu.
sl: Izračuna okvirne datume rojstev in smrti.
sq: Logaitje të datave të vlersuara për lindje dhe vdekje.
