Repository: ahs3/addons-source
Catalog: ToDoReport/po/*-local.po
Languages: ca, fr, it, lt, ru

source: Todo Report
ca: Fer informe
fr: Rapport À Faire
it: Per fare rapporto
lt: Norėdami atlikti ataskaitą
ru: Отчёт по задачам

source: Produces a list of all the notes with a given tag along with the records that it references, the Person, Family, Event, etc.
ca: Elabora una llista de totes les notes amb una etiqueta determinada juntament amb els registres a què fa referència, la persona, la família, l’esdeveniment, etc.
fr: Produit une liste de toutes les notes avec une étiquette donnée ainsi que les enregistrements qui les référencent, l'individu, la famille, l'événement, etc.
it: Produce un elenco di tutte le note con un dato tag insieme ai record a cui fa riferimento, la persona, la famiglia, l'evento, ecc.
lt: Sudaro visų užrašų su duota etikete sąrašą kartu su įrašais, kuriais jis remiasi, asmeniu, šeima, įvykiu ir kt.
ru: Предоставляет список всех заметок с указанныой меткой по всем записям на которые они ссылаются (лицо, семья, событие, др.)

source: You must first create a tag before running this report.
lt: Prieš paleisdami šią ataskaitą, pirmiausia turite sukurti žymą.

source: TR-Title
ca: TR-Títol
fr: TR-Titre
it: TR-Titolo
lt: TR-Pavadinimas
ru: TR-заглавие

source: Report on Notes Tagged '%s'
ca: Informe sobre notes etiquetat '%s'
fr: Rapport sur les notes marquées '%s'
it: Rapporto sulle note contrassegnate con '% s'
lt: Ataskaita apie užrašus, pažymėtus „%s“
ru: Отчёт по заметкам с меткой '%s'

source: TR-Heading
ca: TR-Capçalera
fr: TR-Titre
it: TR-voce
lt: TR-Antraštė
ru: TR-заголовок

source: NoteTable
ca: NotaTable
fr: RemarqueTable
it: TabellaDelleNote
lt: UžrašųLentelė
ru: Таблица заметок

source: TR-Table
it: TR-Tabella
lt: TR-Lentelė
ru: TR-Стол

source: TR-TableCell
ca: TR-TaulaCell
fr: TR-TableCellule
it: TR-TabellaCella
lt: TR-LentelėLąstelė
ru: TR-Ячейка таблицы

source: TR-Normal-Bold
ca: TR-Normal-Atrevida
fr: TR-Normal-Gras
it: TR-Normale-Grassetto
lt: TR -Normalus-Paryškintas
ru: TR-нормальный-жирный

source: TR-Normal
it: TR-Normale
lt: TR -Normalus
ru: TR-Нормальный

source: TR-Note
ca: TR-Nota
fr: TR-Remarque
it: TR-Nota
lt: TR -Pastaba
ru: TR-Примечание

source: TR-BorderCell
fr: TR-CelluleDeBordure
it: TR-CellaDiConfine
lt: TR -PasienioLąstelė
ru: TR-Пограничная ячейка

source: date:
ca: data:
it: data:
lt: data:
ru: дата:

source: place:
ca: lloc:
fr: lieu :
it: posto:
lt: vieta:
ru: место:

source: Group by reference type
ca: Agrupar per tipus de referència
fr: Grouper par type de référence
it: Raggruppa per tipo di riferimento
lt: Grupuoti pagal atskaitos tipą
ru: Группировать по типу ссылки

source: Group notes by Family, Person, Place, etc.
ca: Notes de grup per família, persona, lloc, etc.
fr: Grouper les notes par famille, individu, lieu, etc.
it: Appunti di gruppo per famiglia, persona, luogo, ecc.
lt: Grupės pastabos pagal šeimą, asmenį, vietą ir kt.
ru: Группировать заметки по семье, лицу, месту и др.

source: The style used for the title of the page.
ca: L'estil utilitzat per al títol de la pàgina.
fr: Le style utilisé pour les titres de page.
it: Lo stile usato per il titolo della pagina.
lt: Stilius, naudojamas puslapio antraštei.
ru: Стиль заголовка страницы.

source: The basic style used for the table cell display.
ca: L'estil bàsic utilitzat per a la visualització de la cel·la de taula.
fr: Le style de base utilisé pour l'affichage des cellules du tableau.
it: Lo stile di base utilizzato per la visualizzazione delle celle della tabella.
lt: Pagrindinis elementas, naudojamas lentelės langelių rodymui.
ru: Основной стиль, используемый для отображения ячеек таблицы.

source: The basic style used for the table border cell display.
ca: L'estil bàsic utilitzat per a la visualització de la cel·la de vora de la taula.
fr: Le style de base utilisé pour l'affichage des cellules de bordure de tableau.
it: Lo stile di base utilizzato per la visualizzazione della cella del bordo della tabella.
lt: Pagrindinis staliuko langelių rodymo stilius.
ru: Основной стиль, используемый для отображения ячейки границы таблицы.

source: The basic style used for the table display.
ca: L’estil bàsic utilitzat per a la visualització de la taula.
fr: Le style de base utilisé pour l'affichage de la table.
it: Lo stile di base utilizzato per la visualizzazione del tavolo.
lt: Pagrindinis stalo rodymo stilius.
ru: Основной стиль, используемый для отображения таблицы.
