Repository: ahs3/addons-source
Catalog: SetAttributeTool/po/*-local.po
Languages: fr, ru

source: Select filter to restrict people
fr: Sélectionne un filtre pour restreindre les individus
ru: Выбор фильтра для ограничения лиц

source: Attribute type to add or edit
fr: Type d'attribut à ajouter ou éditer
ru: Тип атрибута для добавления или изменения

source: Attribute value to add or edit
fr: Valeur de l'attribut à ajouter ou éditer
ru: Значение атрибута для добавления или изменения

source: Remove attribute type and value set
ru: Удалить установленный тип атрибута и значение

source: Set Attribute
fr: Définir un attribut
ru: Установка атрибутов

source: Processing...
fr: Traitement en cours...
ru: Обработка...

source: Setting attributes...
fr: Définition des attributs...
ru: Установка атрибутов...

source: Setting '%s' attributes to '%s'...
fr: Définition des attributs '%s' à '%s'...
ru: Установка '%s' атрибутов для '%s'...

source: Set %d '%s' attributes to '%s'
fr: A défini %d attributs '%s' à '%s'
ru: Установить %d '%s' атрибуты для '%s'

source: Remove Attribute
ru: Удалить атрибут

source: Removing attributes...
ru: Удаление атрибутов...

source: Removing %d '%s' attributes to '%s'
ru: Удаление %d '%s' атрибутов для '%s'

source: Done!
fr: Terminé !
ru: Завершено!

source: Set an attribute to a given value.
fr: Définir une valeur à un attribut.
ru: Установливает значения атрибутов.
