Repository: ahs3/addons-source
Catalog: FamilyTreeDNA/po/*-local.po
Languages: fi, fr, ja, sk

source: FamilyTree DNA
fr: ADN FamilyTree
ja: 家系図 DNA

source: Tool to import FamilyFinder DNA data from Family Tree
fi: Työkalu FamilyFinder-DNA-tietojen tuomiseen Family Treestä
fr: Outil pour importer les données d'ADN FamilyFinder depuis Family Tree
ja: 家系図からFamilyFinder DNAデータをインポートするツール
sk: Nástroj na importovanie údajov FamilyFinder DNA z Family Tree

source: Family Finder Tool
fi: Family Finder -työkalu
fr: Outil de recherche de famille
ja: Family Finder ツール
sk: Nástroj Family Finder

source: Enter FTDNA Family Finder Filename:
fi: Anna FTDNA Family Finder -tiedostonimi:
fr: Entrez le nom du fichier FTDNA Family Finder :
ja: FTDNAファミリーファインダーのファイル名を入力してください :
sk: Zadajte názov súboru FTDNA Family Finder:

source: Enter FTDNA Chromosome Segment Filename:
fi: Anna FTDNA-kromosomisegmentin tiedostonimi:
fr: Entrez le nom du fichier du segment chromosomique FTDNA :
ja: FTDNA染色体セグメントファイル名を入力してください :
sk: Zadajte názov súboru FTDNA Chromosome Segment:

source: Import Haplogroups
fi: Tuo haploryhmiä
fr: Importer des haplogroupes
ja: Haplogroups のインポート
sk: Importovať haploskupiny

source: FTDNA Note string :
fi: FTDNA Note -merkkijono:
fr: Chaîne de note FTDNA :
ja: FTDNA メモ文字列 :
sk: Reťazec poznámky FTDNA :

source: Shared Citation ID :
fi: Jaetun viittauksen ID:
fr: ID de la citation partagée :
ja: 共有引用 ID :
sk: ID zdieľanej citácie :

source: Active Person :
fi: Aktiivihenkilö:
fr: Individu actif :
ja: アクティブな人 :
sk: Aktívna osoba :

source: Import data from Family Finder files
fi: Tuo tietoja Family Finder -tiedostoista
fr: Importer des données à partir des fichiers Family Finder
ja: Family Finderファイルからデータをインポートする
sk: Importovať údaje zo súborov Family Finder

source: Close the Family Finder Tool
fi: Sulje Family Finder -työkalu
fr: Fermer l'outil de recherche des familles
ja: ファミリーファインダーツールを閉じる
sk: Zavrieť nástroj Family Finder

source: Read Help manual
fi: Lue ohjekirjaa
fr: Lire le manuel d'aide
ja: ヘルプマニュアルを読む

source: FamilyTree DNA Import
fi: FamilyTree DNA-tuonti
fr: Import d'ADN FamilyTree
ja: 家系図 DNA のインポート
sk: Import FamilyTree DNA

source: {} Associations with DNA data created. {} haplogroup Attributes created
fi: {} Yhteydet DNA-dataan luotu. {} Haploryhmäattribuutit luotu
fr: {} Associations avec des données d'ADN créées. {} Attributs d'haplogroupe créés
ja: {} DNA データとの関連付けが作成されました。 {} haplogroup 属性が作成されました
sk: Vytvorených {} asociácií s údajmi DNA. Vytvorených {} atribútov haploskupín

source: No Family Finder File specified
fi: Family Finder -tiedostoa ei ole määritetty
fr: Aucun fichier Family Finder spécifié
ja: ファミリーファインダーファイルが指定されていません
sk: Nebol špecifikovaný žiadny súbor Family Finder

source: No Segment File specified
fi: Segmenttitiedostoa ei ole määritetty
fr: Aucun fichier de segment spécifié
ja: セグメント ファイルが指定されていません
sk: Nebol zadaný žiadny súbor Segment

source: No Associations found in FTdna Notes. No haplogroup Attributes created.
fi: FTdna Notesista ei löytynyt assosiaatioita. Haploryhmäattribuutteja ei luotu.
fr: Aucune association trouvée dans les notes FTdna. Aucun attribut d'haplogroupe créé.
ja: FTdna ノートに関連付けが見つかりません。haplogroup属性は作成されませんでした。
sk: V poznámkach FTDNA sa nenašli žiadne asociácie. Neboli vytvorené žiadne atribúty haploskupín.

source: Add %s haplogroup attribute
fi: Lisää %s haploryhmäattribuutti
fr: Ajout de l'attribut haplogroupe à %s
ja: %s haplogroup属性の追加
sk: Pridať atribút haploskupiny %s

source: Add %s DNA Association
fi: Lisää %s DNA-liitos
fr: Ajoutde l'association ADN à %s
ja: %s DNA 関連付けの追加
sk: Pridať asociáciu DNA %s

source: Create Note for %s DNA Association
fi: Luo muistiinpano %s DNA-liitokselle
fr: Créer une note pour l'association d'ADN de %s
ja: %s DNA 関連付けのメモを作成
sk: Vytvoriť poznámku pre asociáciu DNA %s

source: Add Note to %s DNA Association
fi: Lisää muistiinpano %s DNA-yhteydelle
fr: Ajouter une note d'association d'ADN pour %s
ja: %s DNA 関連付けにメモを追加
sk: Pridať poznámku k asociácii DNA %s

source: Create Source Citation for %s DNA Association
fi: Luo lähdeviittaus DNA-yhteydelle %s
fr: Création d'une source pour l'association d'ADN %s
ja: %s DNA 関連付けのソース引用を作成
sk: Vytvoriť citáciu zdroja pre asociáciu DNA %s

source: Create Citation for %s DNA Association
fi: Luo viittaus DNA-liitokselle %s
fr: Création d'une Citation pour l'association d'ADN %s
ja: %s DNA 関連付けの引用を作成
sk: Vytvoriť citáciu pre asociáciu DNA %s

source: Add Citation to %s DNA Association
fi: Lisää viittaus DNA-liitokseen %s
fr: Ajout d'une citation à l'association d'ADN %s
ja: %s DNA 関連付けへの引用を追加
sk: Pridať citáciu k asociácii DNA %s
