Repository: ahs3/addons-source
Catalog: AvatarGenerator/po/*-local.po
Languages: it

source: Select filter to restrict people
it: Seleziona filtro per restringere le persone

source: Avatar Generator Tool
it: Generatore di avatar

source: A tool to add avatar pictures to your family tree
it: Strumento per aggiungere avatar alle persone senza alcuna immagine che le rappresenti

source: single image mode
it: immagine singola

source: Choose how many images you'd like to use.
it: Scegliere quante immagini utilizzare.

source: Image for people with unknown gender.
it: Immagine per persone di genere sconosciuto.

source: Image for males.
it: Immagine per maschi.

source: Image for females
it: Immagine per femmine

source: Remove images from people
it: Rimuovi immagini dalle persone

source: Remove selected image(s).
it: Rimuovi le immagini selezionate.

source: Avatar Generator
it: Generatore di avatar

source: Remove avatar images...
it: Rimozione avatar...

source: No media was removed.
it: Nessun media è stato rimosso.

source: {} media references were removed from {} persons.
it: {} riferimenti a dei media sono stati rimossi da {} persone.

source: {} HandleError occured, but were ignored.
it: Si sono verificati {} HandleError, ma sono stati ignorati.

source: Add avatar images...
it: Aggiunta avatar...

source: {} avatar images were sucessfully added.
it: Sono stati aggiunti {} avatar.

source: There was no avatar image to add.
it: Non c'è alcuna immagine da aggiungere.

source: All persons already had one.
it: Tutte le persone ne hanno già uno.
