Repository: ahs3/addons-source
Catalog: PlaceUpdate/po/*-local.po
Languages: ru

source: PlaceUpdate
ru: Обновление мест

source: Gramplet to manipulate multiple places
ru: Грамплет для группового управления местами

source: Set properties for multiple places
ru: Установить параметры для группы мест

source: This gramplet allows setting properties for multiple places at the same time
ru: Грамплет позволяет установить параметры для нескольких мест одновременно

source: New enclosing place
ru: Новое объединяющее место

source: Clear original enclosing places
ru: Очистить оригинальное объединяющее место

source: Clear tags
ru: Очистить метки

source: Generate hierarchy
ru: Создать иерархию

source: use spaces as separator
ru: использовать пробелы как разделители

source: reverse hierarchy
ru: обратить иерархию

source: Replace text
ru: Заменить текст

source: Use regex
ru: Использовать регулярное выражение

source: Old text:
ru: Старый текст:

source: New text:
ru: Новый текст:

source: Clear selections
ru: Удалить выделенное

source: Apply to selected places
ru: Применить к выбранным местам

source: Setting place properties
ru: Установка параметров мест

source: Regex operation failed: {}
ru: Ошибка при выполнении регулярного выражения: {}
