Repository: ahs3/addons-source
Catalog: lxml/po/*-local.po
Languages: ca, fi, fr, he, it, ja, nb, sk, zh_cn

source: Gramplet for testing lxml and XSLT
ca: Gramplet de prova lxml i XSLT
fi: Gramplet lxml- ja XSLT-testaukseen
fr: Gramplet pour tester lxml et XSLT
he: גראמפלט לבדיקת lxml ו־XSLT
it: Gramplet per il test di lxml and XSLT
ja: lxml と XSLT をテストするための Gramplet
nb: Gramplet for å teste lxml og XSLT
sk: Gramplet na testovanie lxml a XSLT
zh_cn: 用于测试 lxml 和 XSLT 的 Gramplet

source: Gramplet for testing etree with Gramps XML
ca: Gramplet per provar etree amb Gramps XML
fi: Gramplet etreen testaamiseen Gramps XML:n kanssa
fr: Gramplet pour tester etree avec un fichier Gramps XML
he: גראמפלט לבדיקת etree באמצעות גרמפס XML
it: Gramplet per il test di etree con Gramps XML
ja: Gramps XML で etree をテストするための Gramplet
nb: Gramplet for å teste etree med Gramps XML
sk: Gramplet na testovanie etree s Gramps XML
zh_cn: 用于测试 etree 和 Gramps XML 的 Gramplet

source: Invalid timestamp
ca: Marca de temps no vàlida
fi: Virheellinen aikaleima
fr: Timestamp invalide
he: חתימת זמן שגויה
ja: タイムスタンプが無効です
nb: Ugyldig tidsstempel
sk: Neplatná časová známka
zh_cn: 无效时间戳

source: No file parsed...
ca: No s'ha analitzat cap fitxer...
fi: Tiedostoa ei jäsennetty...
fr: Aucun fichier analysé ...
he: לא נותח קובץ...
ja: 解析されたファイルがありません...
sk: Nebol analyzovaný žiadny súbor...

source: Number of editions back
ca: Número d'edicions enrere
fi: Palautettujen painosten määrä
fr: Nombre d'éditions passées
he: מספר מהדורות אחורה
ja: 過去の版数
sk: Počet predchádzajúcich vydaní

source: Space character on filename
ca: Caràcter espai al nom del fitxer
fi: Tiedostonimessä välilyönti
he: תו רווח בשם קובץ
ja: ファイル名の空白文字
nb: Mellomromstegn i filnavn
sk: Medzera v názve súboru

source: Please fix space on "%s"
ca: Si us plau, arregla l'espai a "%s"
fi: Korjaa väli kohdassa ”%s”
he: נא לתקן את הרווח ב־"%s"
it: Per favore controlla gli spazi in "%s"
ja: "%s" のスペースを修正してください
nb: Vennligst rett mellomrom i «%s»
sk: Opravte medzeru v názve "%s"

source: Sorry, no support for your OS yet!
ca: Ho sento, encara no hi ha suport pel teu sistema operatiu!
fi: Valitettavasti käyttöjärjestelmällesi ei ole vielä tukea!
fr: Désolé, votre système n'est pas encore supporté !
he: אין עדיין תמיכה במערכת ההפעלה זו , סליחה!
it: Scusa, il tuo OS non è più supportato!
ja: 申し訳ございませんが、お使いの OS はまだサポートされていません!
nb: Beklager, ingen støtte for ditt operativsystem ennå!
sk: Prepáčte, váš OS zatiaľ nie je podporovaný!
zh_cn: 对不起，暂不支持您的操作系统！

source: Is it a compressed .gramps?
ca: És un .gramps comprimit?
fi: Onko se pakattu .gramps?
fr: Est-ce un .gramps compressé ?
he: האם זה ‎.gramps דחוס?
it: E' un file .gramps compresso?
ja: 圧縮された.grampsですか?
nb: Er det en komprimert .gramps?
sk: Je to komprimovaný .gramps?
zh_cn: 是压缩的 .gramps 文件吗？

source: Cannot uncompress "%s"
ca: No es pot descomprimir "%s"
fi: Pakkausta ”%s” ei voi purkaa
fr: Impossible de décompresser "%s"
he: לא ניתן לפרוס את "%s"
it: Non si può decomprimere "%s"
ja: "%s" を解凍できません
nb: Kan ikke pakke ut «%s»
sk: Nemožno dekomprimovať "%s"
zh_cn: 无法解压 "%s"

source: From: "%(file1)s" to: "%(file2)s".
ca: De: "%(file1)s" a: "%(file2)s".
fi: Tiedostosta: ”%(file1)s” tiedostoon: ”%(file2)s”.
fr: De : "%(file1)s" à : "%(file2)s".
he: מתוך: "%(file1)s" אל: "%(file2)s".
it: Da: "%(file1)s" a: "%(file2)s".
nb: Fra: «%(file1)s» til: «%(file2)s».
sk: Zo: "%(file1)s" do: "%(file2)s".

source: Cannot copy "%s"
ca: No es pot copiar "%s"
fi: "%s" ei voi kopioida
fr: Impossible de copier "%s"
he: לא ניתן להעתיק את "%s"
it: Non posso copiare "%s"
ja: "%s" をコピーできません
nb: Kan ikke kopiere «%s»
sk: Nemožno kopírovať "%s"
zh_cn: 无法复制 "%s"

source: XML: Last %s editions since %s, were at/on :
ca: XML: les darreres %s edicions des de %s, eren a:
fi: XML: Viimeiset %s versiot %s:n jälkeen, olivat/on :
fr: XML: Les %s dernières éditions depuis %s, étaient le :
he: XML: %s מהדורות מאז %s,היו ב/על:
ja: XML : 最後の %s エディションは %s 以降 :
nb: XML: Seneste %s utgaver siden %s, var den:
sk: XML: Posledné %s vydania od %s, boli v/na: :

source: XML: Number of records and relations : %s
ca: XML: Nombre de registres i relacions : %s
fi: XML: Tietueiden ja suhteiden lukumäärä: %s
fr: XML: Nombre d'enregistrements et de relations : %s
he: XML: מספר רשומות וקשרים: %s
it: XML: numero di informazioni e relazioni : %s
ja: XML : レコードとリレーションの数 : %s
nb: XML: Antall oppføringer og slektskap : %s
sk: XML: Počet záznamov a vzťahov : %s

source: Number of tags : %s | (%s)*
ca: Nombre de marques : %s | (%s)*
fi: Tagien määrä : %s | (%s)*
he: מספר תגים: %s | (%s)*
it: Numero di etichette : %s | (%s)*
ja: タグの数 : %s | (%s)*
nb: Antall etiketter : %s | (%s)*
sk: Počet značiek : %s | (%s)*

source: Number of tags : %s
ca: Nombre de marques : %s
fi: Tagit : %s
he: מספר תגים: %s
it: Numero di etichette : %s
ja: タグの数 : %s
nb: Antall etiketter : %s
sk: Počet značiek : %s

source: Number of events : %s | (%s)*
ca: Nombre d'esdeveniments : %s | (%s)*
fi: Tapahtumien määrä : %s | (%s)*
he: מספר אירועים : %s | (%s)*
it: Numero di eventi : %s | (%s)*
ja: イベントの 数 : %s | (%s)*
nb: Antall hendelser : %s | (%s)*
sk: Počet udalostí : %s | (%s)*

source: Number of persons : %s | (%s) and (%s)* surnames
ca: Nombre de persones : %s | (%s) i (%s)* cognoms
fi: Henkilömäärä : %s | (%s) ja (%s)* sukunimeä
he: מספר אנשים : %s | (%s) and (%s)* surnames
it: Numero di persone : %s | (%s) e (%s)* cognomi
ja: 人数 : %s | (%s) および (%s)* 姓
nb: Antall personer : %s | (%s) og (%s)* etternavn
sk: Počet osôb : %s | (%s) a (%s)* priezvisk

source: Number of persons : %s | (%s)*
ca: Nombre de persones : %s | (%s)*
fi: Henkilömäärä : %s | (%s)*
he: מספר אנשים : %s | (%s)*
it: Numero di persone : %s | (%s)*
ja: 人数 : %s | (%s)*
nb: Antall personer : %s | (%s)*
sk: Počet osôb : %s | (%s)*

source: Number of families : %s | (%s)*
ca: Nombre de famílies : %s | (%s)*
fi: Perheitä : %s | (%s)*
he: מספר משפחות : %s | (%s)*
it: Numero di famiglie : %s | (%s)*
ja: 家族の数 : %s | (%s)*
nb: Antall familier : %s | (%s)*
sk: Počet rodín : %s | (%s)*

source: Number of sources : %s | (%s)*
ca: Nombre de fonts : %s | (%s)*
fi: Lähteitä : %s | (%s)*
he: מספר מקורות : %s | (%s)*
it: Numero di fonti : %s | (%s)*
ja: ソースの数 : %s | (%s)*
nb: Antall kilder : %s | (%s)*
sk: Počet zdrojov : %s | (%s)*

source: Number of citations : %s | (%s)*
ca: Nombre de cites : %s | (%s)*
fi: Lainauksia : %s | (%s)*
he: מספר מובאות : %s | (%s)*
ja: 引用の数 : %s | (%s)*
nb: Antall siteringer : %s | (%s)*
sk: Počet citácií : %s | (%s)*

source: Number of places : %s | (%s)*
ca: Nombre de llocs : %s | (%s)*
fi: Paikkoja : %s | (%s)*
he: מקומות : %s | (%s)*
it: Numero di luoghi: %s | (%s)*
ja: 場所の数 : %s | (%s)*
nb: Antall steder : %s | (%s)*
sk: Počet miest : %s | (%s)*

source: Number of media objects : %s | (%s)*
ca: Nombre d'objectes multimèdia : %s | (%s)*
fi: Mediatiedostoja : %s | (%s)*
he: מספר עצמי מדיה : %s | (%s)*
it: Numero di media: %s | (%s)*
ja: メディア オブジェクトの数 : %s | (%s)*
nb: Antall medieobjekter : %s | (%s)*
sk: Počet mediálnych objektov : %s | (%s)*

source: Number of repositories : %s | (%s)*
ca: Nombre de repositoris : %s | (%s)*
fi: Arkistoja : %s | (%s)*
he: מספר מאגרים : %s | (%s)*
ja: リポジトリの数 : %s | (%s)*
nb: Antall arkiver : %s | (%s)*
sk: Počet archívov : %s | (%s)*

source: Number of notes : %s | (%s)*
ca: Nombre de notes : %s | (%s)*
fi: Lisätietoja : %s | (%s)*
he: מספר הערות : %s | (%s)*
it: Numero di note : %s | (%s)*
ja: メモの数 : %s | (%s)*
nb: Antall notater : %s | (%s)*
sk: Počet poznámok : %s | (%s)*

source: XML: Number of additional records and relations: %s
ca: XML: nombre de registres i relacions addicionals: %s
fi: XML: Lisätietueiden ja -suhteiden määrä: %s
fr: XML: Nombre d'enregistrements et de relations supplémentaires : %s
he: XML: מספר מסמכים נוספים ויוחסה: %s
it: XML: numero di informazioni e relazioni aggiuntive: %s
ja: XML : 追加レコードとリレーションの数: %s
nb: XML: Antall ytterligere oppføringer og slektskap: %s
sk: XML: Počet dodatočných záznamov a vzťahov: %s

source: * loaded Family Tree base: "%s"
ca: * carregada la base de l'arbre genealògic: "%s"
fi: * ladattu Sukupuu: "%s"
fr: * Arbre familial chargé : "%s"
he: אילן־יוחסין בסיסי שנטען: "%s"
it: * Albero genealogico base caricato: "%s"
ja: * 家系図 ベースを読み込みました "%s"
nb: * åpnet slektsdatabase: «%s»
sk: * načítaná databáza Rodinného stromu: "%s"

source: Where is gzip?
ca: On és el gzip?
fi: Missä on gzip?
fr: Où est gzip ?
he: היכן נמצא gzip?
it: Dov'è gzip?
nb: Hvor er gzip?
sk: Kde je gzip?

source: "gzip" is missing
ca: falta el "gzip"
fi: ”gzip” puuttuu
fr: "gzip" est manquant
he: "gzip" חסר
it: "gzip" assente
nb: «gzip» mangler
sk: "gzip" chýba

source: Missing python3 lxml
ca: Falta el python3 lxml
fi: Python3 lxml puuttuu
he: חסר python3 lxml
it: Manca python3 lxml
nb: Mangler python3 lxml
sk: Chýba python3 lxml

source: Please, try to install "python3 lxml" package.
ca: Si us plau, prova d'instal·lar el paquet "python3 lxml".
fi: Yritä asentaa ”python3 lxml” -paketti.
he: נא לנסות להתקין את חבילת "python3 lxml".
it: Per favore, prova a installare il pacchetto "python3 lxml".
nb: Vennligst prøv å installere pakken «python3 lxml».
sk: Skúste nainštalovať balík "python3 lxml".

source: No file loaded...
ca: No hi ha cap fitxer carregat...
fi: Tiedostoa ei ole ladattu...
fr: Pas de fichier chargé
he: לא נטען קובץ...
it: Nessun file caricato...
nb: Ingen fil åpnet...
sk: Žiadny súbor nebol načítaný...

source: XSD validation (lxml)
ca: Validació XSD (lxml)
fi: XSD-tarkistus (lxml)
he: אימות XSD (lxml)
it: Validazione XSD (lxml)
nb: XSD validering (lxml)
sk: Overovanie XSD (lxml)

source: Cannot validate "%(file)s" !
ca: No es pot validar "%(file)s"!
fi: "%(file)s" ei voi tarkistaa!
fr: Impossible de valider "%(file)s" !
he: לא ניתן לאמת "%(file)s" !
it: Non posso validare "%(file)s" !
nb: Kan ikke validere «%(file)s» !
sk: Nemožno overiť "%(file)s" !
zh_cn: 无法验证 "%(file)s" ！

source: xmllint: skip DTD validation for "%(file)s"
ca: xmllint: omet la validació DTD per a "%(file)s"
fi: xmllint: ohita DTD-tarkistus kohteelle "%(file)s"
he: xmllint: דילוג על אימות DTD עבור "%(file)s"
nb: xmllint: hopp over DTD-validering for «%(file)s»
sk: xmllint: preskočiť overovanie DTD pre "%(file)s"

source: xmllint: skip RelaxNG validation for "%(file)s"
ca: xmllint: omet la validació de RelaxNG per a "%(file)s"
fi: xmllint: ohita RelaxNG-tarkistus kohteelle "%(file)s"
fr: xmllint : ignore la validation RelaxNG pour "%(file)s"
he: xmllint: לדלג על אימות RelaxNG עבור "%(file)s"
nb: xmllint: hopp over RelaxNG-validering for «%(file)s»
sk: xmllint: preskočiť overovanie RelaxNG pre "%(file)s"

source: Parsing issue
ca: Problema d'anàlisi
fi: Jäsennysongelma
fr: Problème d'analyse
he: סוגיית נלוח
nb: Feil ved lesing
sk: Problém s analýzou

source: Cannot parse content of "%(file)s"
ca: No es pot analitzar el contingut de "%(file)s"
fi: Tiedoston "%(file)s" sisältöä ei voi jäsentää
fr: Impossible d'analyser le contenu de "%(file)s"
he: לא ניתן לנתח תוכן של "%(file)s"
nb: Kan ikke analysere innholdet i «%(file)s»
sk: Nemožno analyzovať obsah "%(file)s"

source: Gramps version
ca: Versió de Gramps
fi: Gramps versio
fr: Version de Gramps
he: גרסת גרמפס
nb: Gramps versjon
sk: Gramps verzia
zh_cn: Gramps 版本

source: Wrong namespace Need: %s
ca: Espai de noms incorrecte Es necessita: %s
fi: Virheellinen nimitila Tarvitaan: %s
fr: Mauvais espace de nomage Nécessite : %s
he: מרחב שמות שגוי נדרש: %s
nb: Feil navneområde Behøver: %s
sk: Nesprávny priestor mien Potrebné: %s

source: RelaxNG validation
ca: Validació RelaxNG
fi: RelaxNG tarkistus
fr: Validation RelaxNG
he: אימות RelaxNG
nb: RelaxNG validering
sk: Overovanie RelaxNG

source: Cannot validate "%(file)s" via RelaxNG schema
ca: No es pot validar "%(file)s" mitjançant l'esquema RelaxNG
fi: Tiedostoa %(file)s ei voi tarkistaa RelaxNG-skeeman kautta
fr: Impossible de valider "%(file)s" via le schema RelaxNG
he: לא ניתן לאמת "%(file)s"באמצעות סכימת RelaxNG
nb: Kan ikke validere «%(file)s» via RelaxNG skjema
sk: Nemožno overiť "%(file)s" prostredníctvom schémy RelaxNG

source: File issue
ca: Problema amb el fitxer
fi: Tiedosto-ongelma
fr: Problème de fichier
he: סוגיית קובץ
nb: Filproblem
sk: Problém so súborom
zh_cn: 文件问题

source: Cannot parse "%(file)s" via etree
ca: No es pot analitzar "%(file)s" mitjançant etree
fi: "%(file)s" ei voi jäsentää etreen kautta
fr: Impossible d'analyser "%(file)s" via etree
he: לא ניתן לנתתח "%(file)s" באמצעות etree
nb: Kan ikke lese «%(file)s» via etree
sk: Nemožno analyzovať "%(file)s" pomocou etree

source: Parsing file...
ca: S'està analitzant el fitxer...
fi: Tiedoston jäsentäminen ...
he: מתבצע ניתוח קובץ...
it: Elaborazione del file...
nb: Leser fil...
sk: Analyzovanie súboru...
zh_cn: 正在分析文件...

source: Missing header
ca: Falta la capçalera
fi: Otsikko puuttuu
fr: En-tête manquante
he: חסרה כותרת
nb: Mangler overskrift
sk: Chýba záhlavie
zh_cn: 缺少文件头

source: Not a valid .gramps. Cannot run the gramplet... Please, try to use a .gramps generated by Gramps 4.x.
ca: No és un .gramps vàlid. No es pot executar el gramplet... Si us plau, prova d'utilitzar un .gramps generat per Gramps 4.x.
fi: Ei kelvollinen .gramps. Grampletia ei voi ajaa... Yritä käyttää .gramps joka on luotu Gramps 4.x:llä.
fr: .gramps non valide. Impossible d'utiliser le gramplet ... S'il vous plaît, essayez d'utiliser un .gramps généré par Gramps 4.x.
he: לא קובץ gramps. תקין. לא ניתן להריץ את הגרמפלט... נא לנסות להשתמש בקובץ gramps. שנוצר על ידי גרמפס 4.x.
nb: Ikke en gyldig .gramps. Kan ikke kjøre gramplet... Vennligst prøv å bruke en .gramps laget med Gramps 4.x.
sk: Nie je platný .gramps. Nie je možné spustiť gramplet... Prosím, skúste použiť súbor .gramps vygenerovaný programom Gramps 4.x.
zh_cn: 不是有效的 .gramps 文件。 无法运行该 gramplet... 请尝试使用由 Gramps 4.x 生成的 .gramps 文件。

source: File parsed with
ca: Fitxer analitzat amb
fi: Tiedosto jäsennetty
fr: Fichier analysé avec
he: קובץ נולח באמצעות
nb: Fil lest med
sk: Súbor analyzovaný s

source: File was generated on
ca: El fitxer es va generar el
fi: Tiedosto luotiin
fr: Fichier généré le
he: הקובץ נוצר בתראיך
it: Il file è stato generato il
nb: Filen ble laget
sk: Súbor bol vygenerovaný dňa

source: by Gramps
ca: per Gramps
fi: Grampsilla
fr: par Gramps
he: על ידי גרמפס
nb: med Gramps
sk: v Gramps

source: Period:
ca: Període:
fi: Jakso:
fr: Période :
he: תקופה:
nb: Periode:
sk: Obdobie:

source: entries for surname(s); no frequency yet
ca: entrades de cognoms; encara no hi ha freqüència
fi: merkinnät sukunimille; ei vielä frekvenssiä
fr: entrées pour les noms de famille; pas de fréquence pour le moment
nb: oppføringer for etternavn; ingen frekvens ennå
sk: záznamy pre priezvisko(a); zatiaľ žiadna frekvencia

source: entries for place(s)
ca: inscripcions per a llocs
fi: paikan (paikkojen) merkinnät
fr: entrées pour les lieu(x)
he: רשומות למקום
nb: oppføringer for sted(er)
sk: záznamy pre miesto(a)

source: note(s)
fi: lisätietodot
he: הערות
ja: メモ
nb: notat(er)
sk: poznámka(y)

source: source(s)
ca: font(s)
fi: lähteet
he: מקורות
it: fonte/i
ja: ソース
nb: kilde(r)
sk: zdroj(e)

source: Gallery.html
ca: Galeria.html
fi: Galleria.html
fr: Galerie.html

source: 2. Has generated a media index on "%(file)s".
ca: 2. Ha generat un índex multimèdia a "%(file)s".
fi: 2. On luonut mediahakemiston kohteelle "%(file)s".
fr: 2. A généré un index des images dans "%(file)s".
he: 2. חולל מפתח מדיה ב־"%(file)s".
ja: 2. "%(file)s" にメディア インデックスを生成しました。
nb: 2. Har laget en medieindeks for «%(file)s».
sk: 2. Vygeneroval register médií v "%(file)s".
zh_cn: 2. 已在 "%(file)s" 生成媒体索引。

source: 3. Has written entries into "%(file)s".
ca: 3. Té entrades escrites a "%(file)s".
fi: 3. On kirjoitettu merkintöjä kohtaan "%(file)s".
fr: 3. A écrit les entrées dans "%(file)s".
he: 3. נכתבו רשומות ללתוך "%(file)s".
ja: 3. "%(file)s" にエントリを書き込みました。
nb: 3. Har skrevet oppføringer til «%(file)s».
sk: 3. Zapísal záznamy do "%(file)s".
zh_cn: 3. 已向 "%(file)s" 写入条目。

source: Matches XSD schema.
ca: Coincideix amb l'esquema XSD.
fi: Vastaa XSD-skeemaa.
he: התאמה לסכימת XSD.
ja: XSD スキーマと一致します。
sk: Porovnáva XSD schému.

source: xmllint: skip DTD validation
ca: xmllint: omet la validació de DTD
fi: xmllint: ohita DTD-validointi
fr: xmllint : ignore la validation DTD
he: xmllint: לדלג על אימות DTD
ja: xmllint : DTD 検証をスキップする
sk: xmllint: preskočiť overovanie DTD

source: I am looking at ...
ca: Estic mirant...
fi: Tarkastelen ...
fr: Je regarde...
he: אני מביט על...
ja: 私が見ているのは...
sk: Pozerám sa na ...

source: Content generated by Gramps
ca: Contingut generat per Gramps
fi: Sisältö tuotettu Grampsissa
fr: Contenu généré par Gramps
he: תוכן שנוצר על ידי גרמפס
ja: Grampsによって生成されたコンテンツ
sk: Obsah generovaný pomocou Gramps
zh_cn: 内容由 Gramps 生成

source: List of sources
ca: Llista de fonts
fi: Lähdeluettelo
fr: Liste des sources
he: רשימת מקורות
ja: ソースのリスト
sk: Zoznam zdrojov
zh_cn: 来源列表

source: Brazil
ca: Brasil
fi: Brasilia
fr: Brésil
he: ברזיל
ja: ブラジル
sk: Brazília
zh_cn: 巴西

source: India
ca: Índia
fi: Intia
fr: Inde
he: הודו
ja: インド
zh_cn: 印度

source: Norway
ca: Noruega
fi: Norja
fr: Norvège
he: נורבגיה
ja: ノルウェー
sk: Nórsko
zh_cn: 挪威

source: Portugal
fi: Portugali
he: פורטוגל
ja: ポルトガル
sk: Portugalsko
zh_cn: 葡萄牙

source: 1. Has generated "%s".
ca: 1. Ha generat "%s".
fi: 1. Tuottanut "%s".
fr: 1. A généré "%s".
he: 1. חולל "%s".
ja: 1. "%s" を生成しました。
sk: 1. Vygeneroval "%s"
zh_cn: 1. 已生成 "%s"。

source: Try to open "%s" into your prefered web navigator ...
ca: Intenta obrir "%s" al teu navegador web preferit...
fi: Yritä avata "%s" suosikkiselaimessasi ...
fr: Tentative d'ouverture de "%s" dans votre navigateur internet préféré ...
he: נא לנסות לפתוח את "%s" בדפדפן המועדף...
ja: お好みの Web ナビゲータで "%s" を開いてみてください ...
sk: Skúste otvoriť "%s" do svojho preferovaného webového prehliadača ...

source: Australia
ca: Austràlia
fr: Australie
he: אוסטרליה
ja: オーストラリア
sk: Austrália
zh_cn: 澳大利亚
