Repository: ahs3/addons-source
Catalog: DNAMatches/po/*-local.po
Languages: fr

source: DNA Matches
fr: Correspondances ADN

source: Gramplet to display a list of DNA matches
fr: Gramplet pour afficher une liste des correspondances ADN

source: Pers.
fr: Ind.

source: S. DNA
fr: ADN P.

source: S. Seg.
fr: Seg. P.

source: L. Seg
fr: P.G. Seg

source: Shared DNA
fr: ADN partagé

source: Shared Segments
fr: Segments partagés

source: Largest Segment
fr: Plus grand segment

source: Double-click on a row to navigate to the matched person.
fr: Double-cliquez sur une ligne pour naviguer vers l'individu correspondant.

source: Right click to edit selected association.
fr: Clic droit pour modifier l'association sélectionnée.

source: LEGEND
fr: LÉGENDE

source: Not specified
fr: Non spécifié
