Repository: ahs3/addons-source
Catalog: LastChange/po/*-local.po
Languages: fi, fr

source: Last Change Report
fi: Viimeisin muutosraportti
fr: Rapport Dernières modifications

source: You must select at least one type of record.
fi: Sinun on valittava vähintään yksi tietuetyyppi.
fr: Vous devez sélectionner au moins un type d'enregistrement.

source: People Changed
fi: Henkilöitä muutettu
fr: Individus modifiés

source: Changed On
fi: Muutettu
fr: Changé le

source: Families Changed
fi: Perheitä muutettu
fr: Familles modifiées

source: Family Surname
fi: Perheen sukunimi
fr: Nom de famille

source: %s and %s
fi: %s ja %s
fr: %s et %s

source: Events Changed
fi: Tapahtumia muutettu
fr: Événements modifiés

source: Places Changed
fi: Paikkoja muutettu
fr: Lieux modifiés

source: Media Changed
fi: Media muutikset
fr: Media modifiés

source: Sources Changed
fi: Lähteitä muutettu
fr: Sources modifiées

source: Notes Changed
fi: Lisätietoja muutettu
fr: Notes modifiées

source: Citations Changed
fi: Viitteitä muutettu
fr: Citations modifiées

source: Select From
fi: Valitse alkaen
fr: Sélectionner depuis

source: The style used for the title of the page.
fi: Sivun otsikossa käytetty tyyli.
fr: Le style utilisé pour les titres de page.

source: The style used for normal text
fi: Normaalissa tekstissä käytetty tyyli
fr: Le style de base pour afficher du texte normal.

source: changed on
fi: muutettu
fr: changé le

source: List the last ten person records that have been changed
fi: Listaa kymmenen viimeisintä henkilötietoa, joita on muutettu
fr: Liste les dix derniers individus modifiés

source: Latest Changes
fi: Viimeisimmät muutokset
fr: Dernières modifications

source: Report of the last records that have been changed
fi: Raportti viimeksi muutetuista tietueista
fr: Rapport pour les derniers enregistrements modifiés
