Repository: ahs3/addons-source
Catalog: DeepConnectionsGramplet/po/*-local.po
Languages: fr

source: Copy
fr: Copie

source: Deep Connections Gramplet
fr: Gramplet Connexions approfondies

source: Gramplet showing a deep relationship between active and home people
fr: Gramplet affichant les relations étroites entre la souche et les autres individus

source: Deep Connections
fr: Connexions approfondies

source: sibling
fr: le frère ou la sœur

source: %s of
fr: qui est %s de

source: No Active Person set.
fr: Aucun individu actif défini.

source: Looking for relationship between
fr: Recherche de relation entre

source: <b>%s</b> (Home Person) and
fr: <b>%s</b> (Souche) et

source: <b>%s</b> (Active Person)...
fr: <b>%s</b> (la personne active)...

source: Found relation #%d:
fr: Relation #%d :

source: Paused. Press Continue to search for additional relations.
fr: Pause. Appuyez sur Continuer pour rechercher d'autres relations.

source: Search completed. %d relations found.
fr: Recherche terminée. %d relations trouvées.
