Repository: ahs3/addons-source
Catalog: QuiltView/po/*-local.po
Languages: de, fr, ja, ru, sk

source: Quilt Chart
de: Steppdeckendiagramm
fr: Vue Patchwork
ja: キルトチャート
ru: График Quilt

source: The view shows a quilt chart visualisation of a family tree
de: Die Ansicht zeigt eine Steppdecken-Diagramm-Visualisierung eines Stammbaums
fr: La vue montre une visualisation en patchwork de l'arbre généalogique
ja: このビューには、家系図のキルトチャートの視覚化が表示されます
ru: Представление семейного древа в виде графика Quilt

source: Quilt chart
de: Steppdeckendiagramm
fr: Vue patchwork
ja: キルトチャート
ru: График Quilt

source: Select the name for which you want to see.
de: Wähle den Namen, den du sehen möchtest.
fr: Sélectionnez le nom que vous souhaitez examiner.
ja: 表示する名前を選択します。
ru: Выберите имя для которого хотите посмотреть.
sk: Vyberte meno, ktoré chcete vidieť.

source: Clear the entry field in the name selection box.
de: Löscht das Eingabefeld in der Namensauswahlbox.
fr: Effacer le champ de saisie dans la zone de sélection du nom.
ja: 名前選択ボックスの入力フィールドをクリアします。
ru: Очистить поле ввода для выбора имени.
sk: Vymažte vstupné pole v kolónke pre výber mena.

source: Nothing is selected
de: Nichts ist ausgewählt
fr: Rien n'est sélectionné
ja: 何も選択されていません
ru: Ничего не выбрано
sk: Nič nie je vybrané

source: You have %(filter)d filtered people, %(count)d people shown on the tree and %(total)d people in your database.
de: Du hast %(filter)d gefilterte Personen, %(count)d Personen werden im Baum gezeigt und %(total)d Personen sind in deiner Datenbank.
fr: Vous avez %(filter)d personnes filtrées, %(count)d personnes affichées sur l'arbre et %(total)d personnes dans votre base de données.
ja: フィルタリングされた人は %(filter)d 人、ツリーに表示された人は %(count)d 人、データベースには %(total)d 人います。
ru: Вы %(filter)d отфильтровали людей, %(count)d людей показано в древе и %(total)d людей в базе данных.
sk: Máte %(filter)d filtrovaných osôb, %(count)d osôb zobrazených na strome a %(total)d osôb vo vašej databáze.

source: Loading individuals
de: Lade Personen
fr: Chargement des individus
ja: 個人の読み込み
ru: Загрузка лиц
sk: Načítavanie jednotlivcov

source: Loading the data
de: Lade die Daten
fr: Chargement des données
ja: データの読み込み
ru: Загрузка данных
sk: Načítavanie údajov

source: About Quilt View
de: Über Steppdeckenansicht
fr: À propos de Quilt View (Vue «Édredon»)
ja: キルトビューについて
ru: О дополнении
sk: O pohľade Quilt

source: Edit tags
de: Markierungen bearbeiten
fr: Éditer les étiquettes
ja: タグの編集
ru: Изменить метки
sk: Upraviť značky

source: Set as home person
de: Als Hauptperson setzen
fr: Définir comme souche
ja: ホームユーザーとして設定
ru: Сделать базовым лицом
sk: Nastaviť ako domácu osobu

source: Adding Tags to person (%s)
de: Markierungen zu Person (%s) hinzufügen
fr: Ajout d’étiquettes à l’individu (%s)
ja: 人物 (%s) にタグを追加
ru: Изменение меток лица (%s)
sk: Pridávanie značiek k osobe (%s)

source: Adding Tags to family (%s)
de: Markierungen zu Familie (%s) hinzufügen
fr: Ajout d’étiquettes à la famille (%s)
ja: 家族 (%s) にタグを追加
ru: Изменение меток семьи (%s)
sk: Pridávanie značiek k rodine (%s)

source: Printing the tree
de: Drucke den Baum
fr: Imprimer l'arbre
ja: ツリーの印刷
ru: Печать древа
sk: Tlačím strom

source: Need to print %(pages)s pages (%(format)s format)
de: Es müssen %(pages)s Seiten (%(format)s format) gedruckt werden
fr: Besoin d'imprimer %(pages)s pages (%(format)s format)
ja: %(pages)s ページ (%(format)s 形式) を印刷する必要があります
ru: Печатать %(pages)s страницы (%(format)s формат)
sk: Potrebujem vytlačiť %(pages)s strán (%(format)s formát)

source: Center on the selected person. The new position of the person will be near the top left corner.
de: Die ausgewählte Person zentrieren. Die neue Position der Person wird in der Nähe der oberen linken Ecke sein.
fr: Centrer sur la personne sélectionnée. La nouvelle position de la personne se trouve dans le coin supérieur gauche.
ja: 選択した人物を中心に配置します。 人物の新しい位置は左上隅付近になります。
ru: Центрировать на выбранном лице. Новая позиция лица будет около верхнего левого угла.
sk: Zamerajte sa na vybranú osobu. Nová pozícia osoby bude blízko ľavého horného rohu.

source: The path color
de: Die Pfadfarbe
fr: La couleur du chemin
ja: パスの色
ru: Цвет пути
sk: Farba cesty

source: The selected person color
de: Die Farbe der gewählten Person
fr: La couleur de l'individu sélectionné
ja: 選択された人物の色
ru: Цвет выбранного лица
sk: Farba vybranej osoby

source: The path transparency
de: Die Pfadtransparenz
fr: La transparence du chemin
ja: パスの透明度
ru: Прозрачность пути
sk: Priehľadnosť cesty

source: General options
de: Allgemeine Optionen
fr: Options générales
ja: 全般オプション
ru: Основные параметры
sk: Všeobecné možnosti

source: Person Filter Editor
de: Filtereditor für Personen
