Repository: ahs3/addons-source
Catalog: ImportMerge/po/*-local.po
Languages: ru

source: Replace
ru: Заменить

source: Done
ru: Завершить

source: Differences
ru: Отличия

source: Import and Merge tool
ru: Импорт и слияние

source: Compares a Gramps XML database with the current one, and allows merging of the differences.
ru: Сравнивает базу данных (Gramps XML) с текущим древом и предоставляет возможность слияния изменений.

source: Import and merge a Gramps XML
ru: Импортировать и объединить файл Gramps XML

source: Missing
ru: Отсутствует

source: Different
ru: Отличается

source: Delete original
ru: Удалить оригинал

source: Ignore
ru: Игнорировать

source: Add Import
ru: Добавить из импорта

source: Merge into original
ru: Объединить с оригиналом

source: Merge into import
ru: Объединить с импортом

source: Replace with import
ru: Заменить из импорта

source: Keep original
ru: Оставить оригинал

source: Use buttons below to set the 'Action' for each difference. No changes will be made to your tree until you press 'Done' and confirm.
ru: Используйте кнопки внизу, чтобы установить "Действие" для каждого отличия. Изменения не будут внесены в Ваше древо, пока не будет нажата кнопка "Завершить" с подтверждением действия.

source: This item will be deleted from your tree. Any referenced items were also marked for deletion.
ru: Этот элемент будет удалён из Вашего древа. Все ссылки на элемент также будут удалены.

source: This item will not be changed in your tree. Any referenced items were also marked for Ignore.
ru: Этот элемент не будет изменён в Вашем древе. Все ссылки также будут проигнорированы.

source: This item will be added to your tree. Any referenced items were also marked for adding.
ru: Этот элемент будут добавлен в Ваше древо. Ссылки также будут добавлены.

source: This item will be merged, saving data from your tree. Any referenced items were also marked for merging or adding.
ru: Этот элемент будет объединён с сохранением данных в Вашем древе. Ссылки также будут объединены или добавлены.

source: This item will be merged, using data from the import. Any referenced items were also marked for merging or adding.
ru: Этот элемент будет объединён с использованием импортированных данных. Ссылки также будут объединены или добавлены.

source: The import data will entirely replace the data in your tree. Any referenced items were also marked for replacement or removal.
ru: Данные в Вашем древе будут полностью заменены импортированными данными. Ссылки будут также заменены или удалены.

source: This item will not be changed in your tree. Any referenced items were also marked to keep.
ru: Этот элемент не будет изменён в Вашем древе. Ссылки также не изменятся.

source: Import Failure
ru: Ошибка импортирования

source: Your Tree and import are the same.
ru: Не найдено отличий в Вашем и импортируемом древе.

source: your tree
ru: Ваше древо

source: imported
ru: импортировано

source: Original
ru: Оригинал

source: Imported
ru: Импортировано

source: Result
ru: Результат

source: Import and Merge
ru: Импорт и слияние

source: A '*' indicates that the action was automarked, a '?' indicates a conflict between automarks.
ru: '*' - показывает, что действие было добавлено автоматически. '?' - означает конфликт между автоматическими отметками.

source: Import file
ru: Импортировать файл

source: Select the difference you wish to examine.
ru: Выберите отличие для исследования.

source: Object Name/Description
ru: Имя объекта / Описание

source: Data item details, showing the current treeitem, imported tree item, and result (when chosen).
ru: Информация о элемента, показывает текущий элемент, импортированный элемент и результат (если выбрано действие).

source: Object and item
ru: Объект и элемент

source: This button will ignore the difference, no changes to your tree.
ru: Игнорировать изменения, не вносить изменения в древо.

source: Unmark
ru: Снять

source: This button will add the imported data as a new object to your tree.
ru: Добавить импортированные данные в древо как новый объект.

source: This button will bring up a dialog allowing you to finalize your changes, or abandon them.
ru: Вызов диалога завершения для подтверждения изменений или их отмены.

source: Merge Original
ru: Объединить с оригиналом

source: This button will merge the imported data into your tree with your tree data as a base.
ru: Объединить импортированные данные с древом, данные Вашего древа используются как базовые.

source: This button will replace your tree data with the imported data.
ru: Заменить данные в древе на импортированные данные.

source: Merge Import
ru: Объединить с импортом

source: This button will merge the imported data into your tree with the imported data as a base.
ru: Объединить импортированные данные с древом, импортированные данные используются как базовые.

source: Edit Import
ru: Редактировать

source: This button will edit the imported data. The data will still need to be merged, added or replaced.
ru: Редактировать импортируемые данные. Отличия всё ещё необходимо будет объединить, добавить или заменить.

source: Show more details
ru: Показать дополнительные сведения

source: Automark Families
ru: Отмечать семьи автоматически

source: Automark Parent Families
ru: Отмечать семьи родителей автоматически
