Repository: ahs3/addons-source
Catalog: po/*.po
Languages: fi, nn, pl, pt_br

source: Click on the map to show it full-screen
fi: Napsauta karttaa näyttääksesi sen koko näytöllä

source: Configure
fi: Asetukset

source: DynamicWeb_report#Help
fi: Dynaaminen_nettiraportti#Ohje

source: Examples
fi: Esimerkkejä

source: Families Index
fi: Perhehakemisto

source: Family Nick Name
fi: Perheen lempinimi

source: File ready
fi: Tiedosto valmis

source: Include dates columns on the index pages
fi: Lisää päivämääräsarakkeet hakemistosivulle

source: Include a column for media path on the index pages
fi: Lisää hakemistosivuille mediapolun sarake

source: Include a map in the individuals and family pages
fi: Lisää kartta henkilö- ja perhesivuihin

source: Include half and/ or step-siblings on the individual pages
fi: Lisää henkilösivuille sarake sisarpuolille

source: Include references in indexes
fi: Lisää lähdeviitteet hakemistoihin

source: Insert sources author in the sources title
fi: Lisää lähdeaineiston tekijä lähteen otsikkoon

source: Maximize
fi: Maksimoi

source: Media Index
fi: Mediahakemisto

source: Media Type
fi: Mediatyyppi

source: No data available in table
fi: Taulukon tietoja ei ole saatavilla

source: No matching records found
fi: Vastaavia merkintöjä ei löydy

source: No matching surname.
fi: Vastaavia sukunimiä ei löydy

source: Other participants
fi: Muut osallistujat

source: Person page
fi: Henkilösivu

source: Person to search for
fi: Henkilöhaku

source: Persons Index
fi: Henkilöhakemisto

source: Persons
fi: Henkilöt

source: Places Index
fi: Paikkahakemisto

source: Preparing file ...
fi: Tiedoston valmistelu ...

source: Relationship to Father
fi: Suhde isään

source: Relationship to Mother
fi: Suhde äitiin

source: Restore
fi: Palauta

source: Restore default settings
fi: Palauta oletusasetukset

source: Show last modification time
fi: Näytä viimeinen muutosaika

source: SVG tree children distribution
fi: SVG-puun lasten jakauma

source: SVG tree configuration
fi: SVG-puun kokoonpano

source: SVG tree graph shape
fi: SVG-puun kaavion muoto

source: SVG tree graph type
fi: SVG-puun kaaviotyyppi

source: SVG tree parents distribution
fi: SVG-puun vanhempien jakauma

source: Save tree as file
fi: Tallenna puu tiedostona

source: Search:
fi: Etsi:

source: Select the background color scheme
fi: Valitse taustan värijärjestelmä

source: Select the children distribution (fan charts only)
fi: Valitse lasten jakautuma (vain viuhkamallit)

source: Select the number of ascending generations
fi: Valitse esivanhempien sukupolvien lukumäärä

source: Select the number of descending generations
fi: Valitse jälkeläisten sukupolvien lukumäärä

source: Select the parents distribution (fan charts only)
fi: Valitse SVG-sukupuun vanhempien jakautuma (vain viuhkamallit)

source: Select the shape of graph
fi: Valitse kaavion muoto

source: Select the type of graph
fi: Valitse kaavion tyyppi

source: Several matches.<br>Precise your search or choose in the lists below.
fi: Löydetty useita.<br>Tarkenna hakuasi tai valitse alla olevista listoista.

source: Show _MENU_ entries
fi: Näytä _MENU_ merkinnät

source: Show duplicates
fi: Näytä kaksoiskappaleet

source: Showing 0 to 0 of 0 entries
fi: Näytetään 0-0 0 merkinnästä

source: Showing _START_ to _END_ of _TOTAL_ entries
fi: Näytetään _START_ - _END_ / _TOTAL_ merkinnöille

source: Sources Index
fi: Lähteet valikko

source: Suppress Gramps ID
fi: Jätä pois Gramps ID

source: Surnames Index
fi: Sukunimihakemisto

source: Use tabbed panels instead of sections
fi: Käytä välilehtiä paneeleiden sijaan

source: Use the search box above in order to find a person.
fi: Käytä hakukenttää yllä löytääksesi henkilön.

source: Used for family
fi: Käytetään perheelle

source: Used for media
fi: Käytetään medialle

source: Used for person
fi: Käytetään henkilölle

source: Used for place
fi: Käytä paikalle

source: Used for source
fi: Käytä lähteelle

source: Web Link
fi: Nettilinkki

source: Whether to use a special color for the persons that appear several times in the SVG tree
fi: Käytetäänkö erityistä väriä henkilöille, jotka näkyvät useita kertoja SVG-sukupuussa

source: Without name
fi: Ilman nimeä

source: Without surname
fi: Sukunimi puuttuu

source: Without title
fi: Ilman nimikettä

source: Zoom in
fi: Lähennä
pl: Przybliż

source: Zoom out
fi: Loitonna
pl: Oddal

source: all
fi: kaikki

source: Copying error: %(error)s
fi: Kopiointivirhe: %(error)s

source: Impossible to copy "%(src)s" to "%(dst)s"
fi: Mahdotonta kopioida "%(src)s" - "%(dst)s"

source: Unable to copy web site template files from "%(path)s"
fi: Sivustojen mallitiedostoja ei voi kopioida "%(path)s"

source: Keeping "%(dst)s" (newer than "%(src)s")
fi: Pidä "%(dst)s" (uudempi kuin "%(src)s")

source: Copying "%(src)s" to "%(dst)s"
fi: Kopioidaan "%(src)s" - "%(dst)s"

source: Unable to overwrite archive file "%(path)s"
fi: Arkistotiedostoa "%(path)s" ei voi korvata

source: Unable to add file "%(file)s" to archive "%(archive)s"
fi: Tiedoston "%(file)s" lisääminen ei onnistu arkistoon "%(archive)s"

source: DynamicWebReport ignoring link type '%(class)s'
fi: DynaaminenNettiraportti ohittaa linkki tyyppi '%(class)s'

source: Family of %(father)s
fi: Perhe isälle %(father)s

source: Family of %(mother)s
fi: Perhe äidille %(mother)s

source: In this note, the following special words are processed: __SEARCH_FORM__ is replaced by a search form. __NB_INDIVIDUALS__ is replaced by the number of persons. __NB_FAMILIES__ is replaced by the number of families. __NB_MEDIA__ is replaced by the number of media. __NB_SOURCES__ is replaced by the number of sources. __NB_REPOSITORIES__ is replaced by the number of repositories. __NB_PLACES__ is replaced by the number of places. __MEDIA_<gid>__ is replaced by the media with Gramps ID <gid>. __THUMB_<gid>__ is replaced by the thumbnail of the media with Gramps ID <gid>. __EXPORT_DATE__ is replaced by the current date. __GRAMPS_VERSION__ is replaced by the Gramps version. __GRAMPS_HOMEPAGE__ is replaced by the Gramps homepage link. URL starting with "relative://relative.<link>" are replaced by the relative URL "<link>".
fi: Huomautuksessa käsitellään seuraavia erikoismerkkejä: __SEARCH_FORM__ korvataan hakulomakkeella. __NB_INDIVIDUALS__ korvataan henkilöiden määrällä. __NB_FAMILIES__ korvataan perheiden määrällä. __NB_MEDIA__ korvataan median määrällä. __NB_SOURCES__ korvataan lähteiden määrällä. __NB_REPOSITORIES__ is replaced by the number of repositories. __NB_PLACES__ korvataan paikkamäärällä. __MEDIA_<gid>__ korvataan median Gramps ID: llä<gid>. __THUMB_<gid>__ korvataa median pikkukuvalla ja Gramps ID:llä<gid>. __EXPORT_DATE__ korvataan nykyisellä päivämäärällä. __GRAMPS_VERSION__ korvataan Gramps-versiolla. __GRAMPS_HOMEPAGE__ Korvataan Gramps kotisivun linkillä. URL-osoite, joka alkaa suhteessa://suhteellinen <linkki>, korvataan suhteellisella URL-osoitteella "<linkki>".

source: Store web pages in archive
fi: Tallenna verkkosivut arkistoon

source: Whether to create an archive file (in ZIP or TGZ format) containing the web site
fi: Luodaanko arkistotiedosto (ZIP- tai TGZ-muodossa), joka sisältää verkkosivun

source: Archive file
fi: Arkistotiedosto

source: The archive file name (with ".zip" or ".tgz" extension)
fi: Arkistotiedoston nimi (".zip" tai ".tgz" -laajennuksella)

source: Web site title
fi: Nettisivuston otsikko

source: The title of the web site
fi: Sivuston otsikko

source: Select filter to restrict people that appear on web site
fi: Valitse suodin rajoittamaan henkilöitä jotka näkyvät nettisivustossa

source: Name format (short)
fi: Nimen muoto (lyhyt)

source: Select the format to display a shorter version of the names
fi: Valitse muoto, joka näyttää lyhyemmän version nimistä

source: Web site template
fi: Sivuston mallipohja

source: Select the template of the web site
fi: Valitse verkkosivuston malli

source: Include records marked private
fi: Lisää yksityisiksi merkityt tiedot

source: Whether to include private objects
fi: Lisätäänkö yksityiset tiedot

source: Include Last Name Only
fi: Lisää vain sukunimi

source: Include Full Name Only
fi: Lisää vain koko nimi

source: This allows you to restrict information on people who have not been dead for very long
fi: Tällä voit rajoittaa tietoja henkilöistä, jotka eivät ole olleet kuolleina kovin pitkään

source: Export notes
fi: Viedään lisätiedot

source: Whether to export notes in the web pages
fi: Viedäänkö lisätiedot nettisivulle

source: Export sources
fi: Viedään lähteet

source: Whether to export sources and citations in the web pages
fi: Viedäänkö lähteet ja lainaukset nettisivulle

source: Export addresses
fi: Viedään osoitteet

source: Whether to export addresses in the web pages
fi: Viedäänkö osoitteet nettisivulle

source: Whether or not to include the Repository Pages.
fi: Lisätäänkö arkistosivut

source: Include images and media
fi: Lisää kuvat ja muut mediatiedostot

source: Whether to include images and media in the web pages
fi: Lisätäänkö kuvat ja media nettisivulle

source: Copy, rename files with an internal Gramps identifier
fi: Kopioi ja nimeä uudelleen tiedostot, joilla on sisäinen Gramps ID

source: Copy, keep file names unchanged
fi: Kopioi, säilytä tiedostonimet ennallaan

source: Do not copy, reference existing files
fi: Älä kopioi olemassa olevia tiedostoja

source: Images and media
fi: Kuvat ja media

source: Whether to make a copy of the media
fi: Kopioidaanko media

source: Print the notes type
fi: Tulosta lisätiedon tyyppi

source: Whether to print the notes type in the notes text
fi: Tulostetaanko muistiinpanoja kirjoittamalla lisätietoja tekstinä

source: Print place pages
fi: Tulosta paikkasivut

source: Whether to show pages for the places
fi: Näytetäänkö paikkasivut

source: Choose your choice of map service for creating the Place Map Pages
fi: Valitse karttapalvelu, jota haluat käyttää paikkakarttasivuilla.

source: Google map API key
fi: Google kartat API-avain

source: The API key used for the Google map
fi: Käytetään Google kartat API-avainta

source: Whether or not to include family pages
fi: Lisätäänkö perhesivut.

source: Whether to include half and/ or step-siblings with the parents and siblings
fi: Lisätäänkö hakemistosivuille sarake sisaruspuolille, vanhempineen ja sisaruksineen

source: Enable page configuration
fi: Ota sivun kokoonpano käyttöön

source: Whether to enable page configuration
fi: Otetaanko sivun kokoonpano

source: Whether to use tabbed panels for the different sections of the pages.
fi: Käytetäänkö välilehtipaneeleja sivujen eri osiin.

source: Whether to show the last modification time in the pages footer
fi: Näytetäänkö muokkausaika sivun alatunnisteessa

source: Whether to insert sources author in the sources title
fi: Lisätäänkö lähteiden tekijä lähteet otsikkoon

source: Whether to hide the Gramps ID
fi: Piilotetaanko Gramps ID

source: List
fi: Lista

source: Table
fi: Taulukko

source: Default format for the surnames index
fi: Sukunimihakemiston oletusmuoto

source: The default format for the surnames index
fi: Sukunimihakemiston oletusmuoto

source: Default format for the persons index
fi: Henkilöhakemiston oletusmuoto

source: The default format for the persons index
fi: Henkilöhakemiston oletusmuoto

source: Default format for the families index
fi: Perheluettelon oletusmuoto

source: The default format for the families index
fi: Perheluettelon oletusmuoto

source: Default format for the sources index
fi: Lähdeluettelon oletusmuoto

source: The default format for the sources index
fi: Lähdeluettelon oletusmuoto

source: Default format for the places index
fi: Paikkaluettelon oletusmuoto

source: The default format for the places index
fi: Paikkaluettelon oletusmuoto

source: Whether to include dates columns (birth, death, marriage) on the index pages
fi: Lisätäänkö hakemistosivuihin päivämääräsarakkeet (syntymälle, kuolemalle ja avioliitolle)

source: Generate a families index page
fi: Luo perheiden hakemistosivu

source: Whether to generate an index page for families
fi: Luodaanko perheille hakemistosivu

source: Whether to include a column showing the media path
fi: Lisätäänkö sarake, joka näyttää mediapolun

source: Whether to include the references to the items in the index pages. For example, in the media index page, the names of the individuals, families, places, sources that reference the media.
fi: Lisätäänkö viittaukset hakemistosivujen kohteisiin. Esimerkiksi media-hakemistosivulla henkilöden, perheiden ja paikkojen lähteet, jotka viittaavat mediaan.

source: Default number of entries in the indexes
fi: Hakemiston merkintöjen oletusmäärä

source: The default number of entries shown in one index page
fi: Yhdellä hakemistosivulla näkyvien merkintöjen oletusmäärä

source: Maximum number of generations
fi: Sukupolvien enimmäismäärä

source: The maximum number of generations to include in the ancestor and descendant trees and graphs
fi: Sukupolvien enimmäismäärä, jotka lisätään esivanhempien ja jälkeläisten sukupuihin ja kaavioihin

source: Choose the default SVG tree graph type
fi: Valitse SVG-sukupuukaavion oletustyyppi

source: Choose the default SVG tree graph shape
fi: Valitse SVG-sukupuukaavion oletusmuoto

source: Choose the default SVG tree parents distribution (for fan charts only)
fi: Valitse vanhempien oletusjakautuma SVG-sukupuuhun (vain viuhkamallit)

source: Choose the default SVG tree children distribution (for fan charts only)
fi: Valitse lasten oletusjakautuma SVG-sukupuuhun (vain viuhkamallit)

source: Choose the background color scheme for the persons in the SVG tree graph
fi: Valitse henkilöiden taustaväri SVG-sukupuu kaaviolle

source: Pages
fi: Sivut

source: A note to be used as the page header
fi: Sivun ylätunnisteena käytettävä lisätieto

source: HTML user brand name / icon
fi: HTML käyttäjän tuotemerkki / kuvake

source: A note to be used as the brand name or image in the menu
fi: Merkki, jota käytetään valikossa tuotemerkkinä tai kuvana

source: Custom pages
fi: Mukautetut sivut

source: Title for the custom page %(index)i
fi: Mukautetun sivun otsikko %(index)i

source: Name for the custom page %(index)i
fi: Mukautetun sivun nimi %(index)i

source: Note for custom page %(index)i
fi: Lisätieto mukautetulle sivulle %(index)i

source: A note to be used for the custom page content.
fi: Mukautetun sivun sisältöä koskeva lisätieto.

source: Menu for the custom page %(index)i
fi: Mukautetun sivun valikko %(index)i

source: Whether to print a menu for the custom page
fi: Tulostetaanko valikko muokatulle sivulle

source: Pages selection
fi: Sivujen valinta

source: Number of pages
fi: Sivujen määrä

source: Number pages in the web site menu.
fi: Sivunumerot verkkosivun valikossa.

source: Contents of page %(index)i
fi: Sivun sisältö %(index)i

source: Contents of the page
fi: Sivun sisältö

source: Interactive Family Tree
fi: Interaktiivinen sukupuu
pl: Interaktywne drzewo genealogiczne

source: Opens an interactive tree in the browser
fi: Avaa interaktiivisen puun selaimessa
pl: Otwiera interaktywne drzewo genealogiczne w przeglądarce

source: %(abbrev)s %(date)s in %(place)s
fi: %(abbrev)s %(date)s - %(place)s

source: Combined
fi: Yhdistetty

source: A view showing relationships and events for a person
fi: Yhdistetty näkymä henkilön suhteista ja tapahtumista

source: Edit the active event
fi: Muokkaa aktiivista tapahtumaa

source: Show Tags
fi: Näytä tagit

source: Vertical Details
fi: Alekkaiset tiedot

source: Order
fi: Järjestys

source: You need to set a 'default person' to go to. Select the People View, select the person you want as 'Home Person', then confirm your choice via the menu Edit -> Set Home Person.
fi: Sinun on määritettävä 'oletushenkilö' jatkaaksesi. Avaa Henkilöt näkymä, valitse haluamasi henkilö kotihenkilöksi ja vahvista valintasi valikossa Muokkaa -> Aseta kotihenkilö.

source: %(event_type)s: %(date)s in %(place)s
fi: %(event_type)s: %(date)s - %(place)s

source: Click to make this event active
fi: Aktivoi tapahtuma napsauttamalla

source: Click to visit this link
fi: Napsauta käydäksesi tässä linkkissä

source: Theme preferences
fi: Teeman asetukset
nn: Temainnstillinger
pt_br: Preferências do tema

source: An addition to Preferences for simple Theme and Font adjustment. Especially useful for Windows users.
fi: Lisäys asetuksiin yksinkertaisen teeman ja fontin säätämiseksi. Erityisen hyödyllinen Windows-käyttäjille.
nn: Et tillegg til Innstillinger for enkel justering av tema og skrift. Spesielt nyttig for Windows-brukere.
pt_br: Uma adição às Preferências para ajuste simples de Tema e Fonte. Especialmente útil para usuários do Windows.

source: Theme is hardcoded by GTK_THEME
fi: Teema on koodattu GTK_THEME
nn: Temaet er hardkodet av GTK_THEME
pt_br: Tema está codificado por GTK_THEME

source: Theme
fi: Teema
nn: Tema
pt_br: Tema

source: Dark Variant
fi: Tumma muunnos
nn: Mørk Variant
pt_br: Variante escura

source: Font
fi: Fontti
nn: Skrifttype

source: Fixed Scrollbar (requires restart)
fi: Kiinteä vierityspalkki (edellyttää uudelleenkäynnistystä)
nn: Klassisk rullegardin (krever omstart)
pt_br: Barra de rolagem clássica (requer reinicialização)

source: Quilt Chart
fi: Peittokaavio

source: The view shows a quilt chart visualisation of a family tree
fi: Näyttää visualisoidun peittokaavion sukupuusta

source: Quilt chart
fi: Peittokaavio

source: Select the name for which you want to see.
fi: Valitse nimi, jonka haluat nähdä.

source: Clear the entry field in the name selection box.
fi: Tyhjennä nimenvalintakenttä.

source: Nothing is selected
fi: Mitään ei ole valittu

source: You have %(filter)d filtered people, %(count)d people shown on the tree and %(total)d people in your database.
fi: Sinulla on %(filter)d suodatettua henkilöä, %(count)d henkilöä näkyy puussa ja %(total)d henkilöä tietokannassasi.

source: Loading individuals
fi: Henkilöiden lataaminen

source: Loading the data
fi: Tietojen lataaminen

source: About Quilt View
fi: Tietoja Peittokaaviosta

source: Edit tags
fi: Muokkaa tageja

source: Set as home person
fi: Aseta kotihenkilö
pl: Ustaw jako osobę główną

source: Adding Tags to person (%s)
fi: Lisää tageja henkilölle (%s)
pl: Dodawanie tagów do osoby (%s)

source: Adding Tags to family (%s)
fi: Lisää tageja perheelle (%s)
pl: Dodawanie tagów do rodziny (%s)

source: Printing the tree
fi: Puun tulostus

source: Need to print %(pages)s pages (%(format)s format)
fi: Tulostetaan %(pages)s sivua (%(format)s muodossa)

source: Center on the selected person. The new position of the person will be near the top left corner.
fi: Keskitä valittu henkilö. Henkilön uusi sijainti on lähellä vasenta yläkulmaa.

source: The path color
fi: Polun väri

source: The selected person color
fi: Valitun henkilön väri

source: The path transparency
fi: Polun läpinäkyvyys

source: General options
fi: Yleiset valinnat

source: Creates data file for GoogleEarth and opens it
fi: Luo GoogleEarth tiedostoa ja avaa sen

source: No place description
fi: Ei paikkatietoa

source: GoogleEarth not installed!
fi: GoogleEarth ei ole asennettu!

source: Create kmz/kml file ''%s'' in user directory ''%s''?
fi: Luodaan kmz/kml tiedosto ''%s'' käyttäjän hakemistoon ''%s''?

source: Failure writing to %s
fi: Kirjoitus epäonnistui %s

source: Directory does not exist
fi: Hakemistoa ei ole olemassa

source: GoogleEarth file exists!
fi: GoogleEarth tiedosto on olemassa!

source: Overwrite kmz/kml file ''%s'' in user home directory ''%s''?
fi: Korvaa kmz/kml tiedosto ''%s'' käyttäjän hakemistossa ''%s''?

source: Birthdays
fi: Syntymäpäivät

source: a gramplet that displays the birthdays of the living people
fi: Gramplet, joka näyttää elävien ihmisten syntymä päivät ja iät
pt_br: Gramplet que mostra os aniversários das pessoas vivas

source: Ignore birthdays with tag
fi: Jätä pois syntymäpäivät, joissa on tagi

source: Only show birthdays with tag
fi: Näytä vain syntymäpäivät, joissa on tagi

source: Checking Place Titles
fi: Tarkistetaan paikkojen nimiä
nn: Kontrollerer stadnamn
pl: Sprawdzanie nazw miejsc
pt_br: Verificando os nomes dos locais

source: Looking for place fields
fi: Etsitään paikkatietoja
nn: Ser etter felt for stad
pl: Wyszukiwanie pól miejsc
pt_br: Procurando os campos dos locais

source: Differences
fi: Erot

source: Collection of Web sites for the UK (requires libwebconnect)
fi: Nettisivustojen kokoelma UK (vaatii libwebconnectin)

source: UK Google
fi: Google UK

source: British, UK, and Ireland
fi: Englanti, UK, ja Irlanti (RootsWeb's)

source: FamilySearch.org
fi: FamilySearch.org UK

source: National Archives
fi: National Archives UK

source: Hathi Trust Digital Library
fi: Hathi Trust Digital kirjasto

source: Open Library
fi: Open Library UK

source: Deep Connections Gramplet
fi: Syväsuhteet Gramplet
pl: Gramplet głębokich połączeń
pt_br: Gramplet de relação detalhada

source: Gramplet showing a deep relationship between active and home people
fi: Gramplet näyttää aktiivi- ja kotihenkilön väliset suhteet syvemmältä
pt_br: Gramplet que mostra uma relação detalhada entre a pessoa ativa e a inicial

source: Deep Connections
fi: Syväsuhteet
pl: Głębokie połączenia
pt_br: Relação detalhada

source: Pause
fi: Pysäytä
pl: Pauza
pt_br: Pausar

source: Copy
fi: Kopioi
pl: Kopiuj
pt_br: Copiar

source: mentioned in note
fi: mainitussa huomautuksessa

source: Note on Family
fi: Perheen lisätietoja

source: sibling
fi: sisarus
pt_br: irmã(o)

source: Note on Parent Family
fi: Vanhempien perheen lisätietoja

source: %s (association)
fi: %s (liitoksen lisätietoja)
pt_br: %s (associação)

source: Note on Person
fi: Henkilön lisätietoja

source: %s of
fi: %s henkilölle
pt_br: %s de

source: No Active Person set.
fi: Aktiivihenkilöä ei ole asetettu.
pl: Nie wybrano aktywnej osoby.
pt_br: Não foi definida uma pessoa ativa.

source: Looking for relationship between
fi: Etsitään henkilöiden väliset sukulaisuussuhteeet
pt_br: Procurando por parentesco entre

source: <b>%s</b> (Home Person) and
fi: <b>%s</b> (kotihenkilö) ja
pt_br: <b>%s</b> (Pessoa inicial) e

source: <b>%s</b> (Active Person)...
fi: <b>%s</b> (aktiivihenkilö)...
pl: Aktywna osoba: <b>%s</b>
pt_br: <b>%s</b> (Pessoa ativa)...

source: Found relation #%d:
fi: Löydetyt suhteet #%d:
pl: Znaleziono relację #%d:
pt_br: Parentesco encontrado #%d:

source: Paused. Press Continue to search for additional relations.
fi: Pysäytetty. Etsi lisää suhteita painamalla Jatka.
pl: Pauza. Wciśnij Kontynuuj aby wyszukać dodatkowe relacje.
pt_br: Pausado. Clique em Continuar para procurar outros parentescos.

source: Search completed. %d relations found.
fi: Haku valmis. %d suhdetta löytynyt.
pl: Wyszukiwanie zakończone. %d relacji znaleziono.
pt_br: Pesquisa concluída. %d parentescos encontrados.

source: A '*' indicates that the action was automarked, a '?' indicates a conflict between automarks.
fi: Merkki '*' osoittaa, että toiminta on merkitty automaattisesti. '?' Osoittaa ristiriitaa automaattisessa merkinnässä.

source: Add Import
fi: Lisätään tuonnista

source: Automark Families
fi: Automaattisesti merkityt perheet

source: Automark Parent Families
fi: Automaattisesti merkattujen vanhempien perheet

source: Compares a Gramps XML database with the current one, and allows merging of the differences.
fi: Vertaa Gramps XML -tietokantaa nykyiseen ja mahdollistaa erojen yhdistämisen.

source: Data item details, showing the current treeitem, imported tree item, and result (when chosen).
fi: Tietoja kohteen yksityiskohdista, joka näyttää nykyisen sukupuun kohteen, tuodun sukupuun kohteen ja tuloksen (kun se on valittu).

source: Delete original
fi: Poista alkuperäinen

source: Different
fi: Erilainen

source: Done
fi: Valmis

source: Edit Import
fi: Muokkaa tuontia

source: Ignore
fi: Ohita

source: Import Failure
fi: Tuonti epäonnistui

source: Import and Merge
fi: Tuo ja yhdistä

source: Import and Merge tool
fi: Tuo ja yhdistä työkalu
