Repository: ahs3/addons-source
Catalog: po/*.po
Languages: fi, nn, pl, pt_br

source: Image is NOT readable, Please choose a different image...
nn: Biletet kan ikkje lesast, Vel eit anna bilete...
pl: Obraz jest NIECZYTELNY, Wybierz inny obraz...
pt_br: A imagem não é legível. Escolha outra imagem...

source: Image is NOT writable, You will NOT be able to save Exif metadata....
nn: Biletet kan ikkje skrivast til, Du vil ikkje kunna lagra Exif metadata....
pl: Obraz jest NIEZAPISYWALNY, Nie będziesz w stanie zapisać metadanych Exif...
pt_br: A imagem não pode ser gravada. Você não poderá salvar os metadados EXIF...

source: Please convert this image to an Exiv2- compatible image type...
nn: Konverter dette biletet til eit Exiv2-kompatibel bilet-type...
pl: Proszę skonwertować ten obraz do typu kompatybilnego z Exiv-2...
pt_br: Por favor, converta esta imagem para um tipo de imagem compatível com o Exiv2...

source: Click Close to close this Thumbnail View Area.
nn: Klikk på Lukk for å lukka området for visning av miniatyrbilete.
pl: Kliknij Zamknij aby zamknąć ten obszar podglądu minatur.
pt_br: Clique no botão Fechar para fechar esta área de exibição de miniaturas.

source: Thumbnail View Area
nn: Område for visning av miniatyrbilete
pl: Obszar podglądu miniatur
pt_br: Área de exibição de miniaturas

source: WARNING: You are about to convert this image into a .jpeg image. Are you sure that you want to do this?
nn: ÅTVARING: Du er i ferd med å konvertera dette biletet til eit .jpeg-bilete. Er du sikker på at du vil gjera dette?
pl: OSTRZEŻENIE: Chcesz właśnie skonwertować ten obraz na plik .jpeg. Czy na pewno chcesz to zrobić?
pt_br: AVISO: Você está prestes a converter esta imagem para JPEG. Deseja realmente fazer isto?

source: Convert and Delete
nn: Konverter og slett
pl: Konwertuj i usuń
pt_br: Converter e excluir

source: Your image has been converted and the original file has been deleted, and the full path has been updated!
nn: Biletet ditt er blitt oppdatert og originalfila er sletta. Den fulle filstien er blitt oppdatert!
pl: Obraz został skonwertowany, a oryginalny obraz został usunięty, zaś pełna ścieżka została zaktualizowana!
pt_br: A sua imagem foi convertida com exclusão do arquivo original e a localização completa foi atualizada!

source: There has been an error, Please check your source and destination file paths...
nn: Det har oppstått ein feil, sjekk kjelda og målet i filstien...
pl: Wystąpił błąd, musisz sprawdzić plik źródłowy oraz ścieżkę docelową...
pt_br: Ocorreu um erro. Verifique a localização do seu arquivo de origem e de destino...

source: There was an error in deleting the original file. You will need to delete it yourself!
nn: Det oppstod ein feil ved sletting av originalfila. Du må sletta ho sjølv!
pl: Wystąpił błąd podczas usuwania oryginalnego pliku. Musisz go usunąć własnoręcznie!
pt_br: Ocorreu um erro durante a exclusão do arquivo original. Você precisará excluí-lo manualmente.

source: There was an error in converting your image file.
nn: Det oppstod ein feil ved konvertering av biletfila di.
pl: Wystąpił błąd podczas konwertowania twojego pliku graficznego.
pt_br: Ocorreu um erro na conversão do seu arquivo de imagem.

source: Media Path Update
nn: Oppdatering av mediastien
pl: Aktualizacja ścieżka do mediów
pt_br: Atualização do caminho da mídia

source: There has been an error in updating the image file's path!
nn: Det oppstod ein feil ved oppdatering av stien til biletfila!
pl: Wystąpił błąd podczas aktualizacji ścieżki do obrazka!
pt_br: Ocorreu um erro na atualização do caminho do arquivo de imagem!

source: Click the close button when you are finished modifying this image's Exif metadata.
nn: Klikk på lukkeknappen når du er ferdig med å modifisera Exif metadata for dette biletet.
pl: Kliknij na przycisk zamknij kiedy skończysz modyfikować metadane Exif tego obrazu.
pt_br: Clique no botão Fechar quando concluir a modificação dos metadados EXIF desta imagem.

source: Saves a copy of the data fields into the image's Exif metadata.
nn: Lagrar ein kopi av datafelta i biletet sine Exif metadata.
pl: Zapisuje kopię pól danych do metadanych Exif zdjęcia.
pt_br: Salva uma cópia dos campos de dados para os metadados EXIF da imagem.

source: Re -display the data fields that were cleared from the Edit Area.
nn: Vis på nytt dei data-felt som vart fjerna på redigeringsområdet.
pl: Ponownie wyświetl dane rekordów, które zostały wyczyszczone z pola edycji.
pt_br: Mostrar novamente os campos de dados que foram apagados da área de edição.

source: This button will clear all of the data fields shown here.
nn: Denne knappen vil fjerna alle datafelt som er vist her.
pl: Ten przycisk wyczyści wszystkie dane z pól tutaj pokazanych.
pt_br: Este botão irá apagar todos os campos de dados mostrados aqui.

source: Closes this popup Edit window. WARNING: This action will NOT Save any changes/ modification made to this image's Exif metadata.
nn: Lukkar dette oppsprettsvindauge for redigering. ÅTVARING: Dette vil ikkje lagra nokon endringar som er gjort i dette biletet sine Exif metadata.
pl: Zamyka to wyskakujące okno edycji. OSTRZEŻENIE: Ta akcja nie zapisuje żadnych zmian dokonanych do metadanych Exif zdjęcia.
pt_br: Fecha esta janela de edição. AVISO: Esta ação não salvará quaisquer alterações feitas nos metadados EXIF desta imagem.

source: Media Object Title
nn: Tittel på mediaobjekt
pl: Tytuł obiektu medialnego
pt_br: Título do objeto multimídia

source: media Title:
nn: Media-tittel:
pl: Tytuł obiektu medialnego:
pt_br: Título da mídia:

source: General Data
nn: Generelle data
pl: Dane ogólne
pt_br: Dados gerais

source: Description:
nn: Omtale:
pl: Opis:
pt_br: Descrição:

source: Artist:
nn: Forfattar:
pl: Wykonawca:
pt_br: Artista:

source: Copyright:
nn: Opphavsrett:
pl: Prawa autorskie:
pt_br: Direitos autorais:

source: Date/ Time
nn: Dato/ Tid
pl: Data/ Czas
pt_br: Data/Hora

source: Original:
pl: Originalny:

source: Modified:
nn: Endra:
pl: Modyfikowany:
pt_br: Modificado:

source: Latitude/ Longitude/ Altitude GPS coordinates
nn: GPS-koordinatar for bredde-/lengdegrad og høgde
pl: Koordynaty szerokości/długości geograficznej/wysokości
pt_br: Coordenadas de GPS Latitude/ Longitude/ Altitude

source: Latitude :
nn: Breddegrad :
pl: Szerokość geogr. :

source: Longitude :
nn: Lengdegrad :
pl: Długość geogr. :

source: Altitude :
nn: Høgde :
pl: Wysokość :

source: Bad Date/Time
nn: Feil Dato/ Tid
pl: Zła data/czas
pt_br: Data/Hora incorreta

source: 48.21"S, -18.2412 or -18:9:48.21)
nn: 48.21"S, -18.2412 eller -18:9:48.21)
pl: 48.21"S, -18.2412 albo -18:9:48.21)
pt_br: 48.21"S, -18.2412 ou -18:9:48.21)

source: 48.21"E, -18.2412 or -18:9:48.21)
nn: 48.21"E, -18.2412 eller -18:9:48.21)
pl: 48.21"E, -18.2412 albo -18:9:48.21)
pt_br: 48.21"E, -18.2412 ou -18:9:48.21)

source: WARNING! You are about to completely delete the Exif metadata from this image?
nn: ÅTVARING! Du er i ferd med fullstendig å fjerna Exif metadata frå dette biletet?
pl: UWAGA: Czy na pewno całkowicie usunąć metadane Exif z tego obrazu?
pt_br: AVISO! Deseja apagar completamente os metadados EXIF desta imagem?

source: Media Title Update
nn: Oppdatering av Medie-tittel
pl: Aktualizacja tytułu mediów
pt_br: Atualização do título da mídia

source: Media Object Date Created
nn: Dato for oppretting av Medieobjekt
pl: Data utworzenia obiektu medialnego
pt_br: Data do objeto multimídia criada

source: Saving Exif metadata to this image...
nn: Exif metadata blir lagra til dette biletet...
pl: Zapisywanie metadanych Exif do obrazu...
pt_br: Salvando os metadados EXIF nesta imagem...

source: All Exif metadata has been deleted from this image...
nn: Alle Exif metadata er blitt fjerna frå dette biletet...
pl: Wszystkie metadane Exif zostały usunięte z tego obrazu...
pt_br: Todos os metadados EXIF desta imagem foram excluídos...

source: There was an error in stripping the Exif metadata from this image...
nn: Det oppstod ein feil ved fjerning av Exif-metadata frå dette biletet...
pl: Wystąpił błąd podczas usuwania metadanych Exif z tego obrazu...
pt_br: Ocorreu um erro na extração dos metadados EXIF desta imagem...

source: Todo Report
pl: Raport do zrobienia

source: Produces a list of all the notes with a given tag along with the records that it references, the Person, Family, Event, etc.
pl: Tworzy listę wszystkich notatek z danym tagiem wraz z rekordami, do których się on odnosi, osobą, rodziną, zdarzeniem itp.

source: You must first create a tag before running this report.
pl: Przed uruchomieniem tego raportu musisz najpierw utworzyć tag.

source: TR-Title
pl: TR-Tytuł

source: Report on Notes Tagged '%s'
pl: Nie udało się utworzyć raportu '%s'

source: TR-Heading
pl: TR-Nagłówek

source: NoteTable
pl: UwagTabela

source: TR-Table
pl: TR-Tabeli

source: TR-TableCell
pl: TR-KomórkaTabeli

source: TR-Normal-Bold
pl: TR-Normalny-Pogrubiony

source: TR-Normal
pl: TR-Normalny

source: TR-Note
pl: TR-Uwaga

source: TR-BorderCell
pl: TR-KomórkaGraniczna

source: date:
pl: data:

source: place:
pl: miejsce:

source: Group by reference type
pl: Grupuj według typu odwołania

source: Group notes by Family, Person, Place, etc.
pl: Grupuj notatki według rodziny, osoby, miejsca itp.

source: The style used for the title of the page.
pl: Styl używany do tytułu strony.

source: The basic style used for the table cell display.
pl: Podstawowy styl używany do wyświetlania komórek tabeli.

source: The basic style used for the table border cell display.
pl: Podstawowy styl używany do wyświetlania komórek obramowania tabeli.

source: The basic style used for the table display.
pl: Podstawowy styl używany do wyświetlania tabeli.

source: Provides a browsable list of selected places, with possibility to complete/parse/set the attribute fields.
pl: Zapewnia przeglądalną listę wybranych miejsc, z możliwością uzupełnienia/parsowania/ustawienia pól atrybutów.

source: Place Completion by parsing, file lookup and batch setting of place attributes
pl: Uzupełnianie miejsc przez parsowanie, rozpoznawanie miejsc oraz wsadowe ustawianie atrybutów miejsc.

source: Error in PlaceCompletion.py
pl: Błąd w PlaceCompletion.py

source: Non existing group used in get
pl: Nieistniejąca grupa użyta w get

source: Places tool
pl: Narzędzie miejsc

source: Missing regex groups in match lat/lon
pl: Brakujące wyrażenie regularne w dopasowaniu dł./szer.

source: Regex groups %(lat)s and %(lon)s must be present in lat/lon match. Quiting
pl: Grupy wyrażeń regularnych %(lat)s i %(lon)s muszą być obecne w dopasowaniu. dł./szer. Wychodzę.

source: Non valid regex for match lat/lon
pl: Nie poprawne wyrażenie regularne do dopasowania dł./szer.

source: Non valid regular expression given to find lat/lon. Quiting.
pl: Nie poprawne wyrażenie regularne podane do znalezienia dł./szer. Wychodzę.

source: Finding Places and appropriate changes
pl: Znajdowanie miejsc i odpowiednich zmian

source: Filtering
pl: Filtrowanie

source: Loading lat/lon file in Memory...
pl: Ładowanie pliku dł./szer. do pamięci...

source: Examining places
pl: Analiza miejsc

source: Doing Place changes
pl: Wykonywanie zmian miejsc

source: Change places
pl: Zmień miejsca

source: No place record was modified.
pl: Nie zmodyfikowano żadnego rekordu miejsca.

source: 1 place record was modified.
pl: Zmodyfikowano 1 rekord miejsca.

source: %d place records were modified.
pl: %d rekordów zdarzenia zostało zmodyfikowanych.

source: The selected file is a directory, not a file.
pl: Wybrany plik jest katalogiem, nie plikiem.

source: The file you want to access is not a regular file.
pl: Plik, do którego próbujesz uzyskać dostęp, nie jest regularnym plikiem.

source: The file does not exist.
pl: Plik nie istnieje.

source: Problem reading file
pl: Problem z odczytem pliku

source: invalid lat or lon value, %(lat)s, %(lon)s
pl: błędna wartość dł. lub szer., %(lat)s, %(lon)s

source: No lat/lon conversion
pl: Bez konwersji dług./szer.

source: All in degree notation
pl: Wszystko w notacji stopniowej

source: All in decimal notation
pl: Wszystko w notacji dziesiętnej

source: Correct -50° in 50°S
pl: Popraw -50° w 50°S

source: No changes
pl: Bez zmian

source: City[, State]
pl: Miasto[, Stan]

source: TitleStart [, City] [, State]
pl: Pocz.Tytułu [, Miasto] [, Stan]

source: Don't search
pl: Nie wyszukuj

source: GeoNames country file, city search
pl: Plik kraju GNS Geonet, wyszukiwanie miast

source: GeoNames country file, city localized variants search
pl: Plik kraju GNS Geonet, miasta lokalizowane szukaniem wariantowym

source: GeoNames country file, title begin, general search
pl: Plik kraju GNS Geonet, początek tytułu, ogólne wyszukiwanie

source: GeoNames USA state file, city search
pl: Plik stanu GNS Geonet, wyszukiwanie miast

source: GNS Geonet country file, city search
pl: Plik kraju GNS Geonet, wyszukiwanie miast

source: GNS Geonet country file, title begin, general search
pl: Plik kraju GNS Geonet, początek tytułu, ogólne wyszukiwanie

source: Wikipedia CSV Dump
pl: Zrzut CSV Wikipedii

source: All Places
pl: Wszystkie miejsca

source: No Latitude/Longitude given
pl: Nie podano szerokości/długości geograficznej

source: Apply all suggested changes
pl: Zastosuj wszystkie sugerowane zmiany

source: C_enter latitude:
pl: Centruj szerokość geogr.:

source: Center longitude:
pl: Centruj długość geogr.:

source: Change title into:
pl: Zmień tytuł na:

source: City:
pl: Miasto:

source: Convert lat/lon as:
pl: Konwertuj dł./szer. jako:

source: Count_ry:
pl: Kraj:

source: Country:
pl: Kraj:

source: Height:
pl: Wysokość:

source: Parish:
pl: Parafia:

source: Parse as:
pl: Parsuj jako:

source: Place _filter:
pl: _Filtr miejsc:

source: Places in a rectangle:
pl: Miejsca w danym prostokącie:

source: Search in:
pl: Szukaj w:

source: Select A File
pl: Wybierz plik

source: ZIP/Postal Code:
pl: Kod pocztowy:

source: _Google Maps
pl: Mapy _Google

source: Headline News
pl: Nagłówek Newsów

source: Read Gramps headline news
pl: Odczytaj newsy GRAMPSa

source: Produces a textual repositories report
pl: Generuje tekstowy raport o repozytoriach

source: Repositories Report
pl: Raport repozytoriów

source: The style used for the title of the report.
pl: Styl używany do tytułu raportu.

source: The style used for repository title.
pl: Styl używany do tytułu repozytoriów.

source: The style used for each section.
pl: Styl używany do każdej sekcji.

source: Publication information:
pl: Informacje o publikacji:

source: Include repository's urls
pl: Dołącz adresy URL magazynów

source: Whether to include urls on repository.
pl: Określa, czy dołączać adresy URL w magazynach.

source: Include repository's address
pl: Dołącz adresy magazynów

source: Whether to include addresses on repository.
pl: Określa, czy dołączać adresy w magazynach.

source: Include source's author
pl: Dołącz autora źródła

source: Whether to include author.
pl: Określa, czy dołączać autora.

source: Include source's abbreviation
pl: Dołącz skróty źródła.

source: Whether to include abbreviation.
pl: Określa, czy skróty.

source: Include source's publication information
pl: Dołącz informacje o publikacji źródła

source: Whether to include publication information.
pl: Określa, czy dołączać informacje o publikacji.

source: Include source's data
pl: Dołącz dane źródłowe

source: Whether to include keys and values.
pl: Określa, czy dołączać klucze i wartości.

source: Whether to include notes on repositories and sources.
pl: Określa, czy dołączać notatki z magazynów i źródeł.

source: Whether to include repositories and sources marked as private.
pl: Określa, czy dołączać magazyny i źródła oznaczone jako prywatne.

source: The style used for child section.
pl: Styl używany do sekcji potomnych.

source: Clock
pl: Zegar
pt_br: Relógio

source: Database Differences Report
pt_br: Relatório de diferenças do banco de dados

source: Compares an external database with the current one.
pt_br: Compara um banco de dados externo com o atual.

source: Family Tree file
pt_br: Arquivo de árvore genealógica

source: Select a .gpkg or .gramps file
pt_br: Selecione um arquivo .gpkg ou .gramps

source: Show items that are different
pt_br: Mostrar os itens com diferenças

source: Include items that are different
pt_br: Incluir os itens com diferenças

source: Include items not in file but in database
pt_br: Não incluir os itens no arquivo, mas apenas no banco de dados

source: Include items in file but not in database
pt_br: Incluir os itens no arquivo, mas não no banco de dados

source: Gramplet for quick data entry
pt_br: Gramplet para rápida inserção de dados

source: Sources?
pt_br: Fontes?

source: Add as a Mother
pt_br: Adicionar como mãe

source: Add as a Father
pt_br: Adicionar como pai

source: Add as a Wife
pt_br: Adicionar como esposa

source: Add as a Husband
pt_br: Adicionar como marido

source: Can't add new person as a mother.
pt_br: Não foi possível adicionar a nova pessoa como mãe.

source: Can't add new person as a father.
pt_br: Não foi possível adicionar a nova pessoa como pai.

source: Can't add new person as a wife.
pt_br: Não foi possível adicionar a nova pessoa como esposa.

source: Can't add new person as a husband.
pt_br: Não foi possível adicionar a nova pessoa como marido.

source: Please set Active person.
pt_br: Defina a pessoa ativa.

source: Can't add new person as a spouse to no one.
pt_br: Não foi possível adicionar a nova pessoa como cônjuge de ninguém.

source: Attach Source
pt_br: Anexar fonte

source: Attaches a shared source to multiple objects.
pt_br: Anexa uma fonte comum a vários objetos

source: Source type
pt_br: Tipo de fonte

source: Existing source
pt_br: Fonte existente

source: Select the type of source to attach
pt_br: Selecione o tipo de fonte a anexar

source: New Source Title
pt_br: Novo título da fonte

source: Text of source to attach
pt_br: Texto da fonte a anexar

source: Existing Source ID
pt_br: ID da fonte existente

source: ID of source to attach
pt_br: ID da fonte a anexar

source: Attaching sources...
pt_br: Anexando fontes...

source: Attaching sources...
pt_br: Anexando fontes...

source: Display all names of all people
pt_br: Exibe todos os nomes de todas as pessoas

source: Fix Capitalization of Given Names
pt_br: Corrigir maiúsculas/minúsculas de nomes próprios

source: Searches the entire database and attempts to fix capitalization of the given names.
pt_br: Pesquisa em todo o banco de dados e tenta corrigir as maiúsculas/minúsculas dos nomes próprios

source: manual|Fix_Capitalization_of_Given_Names...
pt_br: Corrigir_maiúsculas/minúsculas_de_nomes_próprios...

source: Checking Given Names
pt_br: Verificando os nomes próprios

source: Searching given names
pt_br: Pesquisando nomes próprios

source: Affected Names
pt_br: Nomes afetados

source: Below is a list of the given names that Gramps can convert to correct capitalization. Select the names you wish Gramps to convert.
pt_br: A lista abaixo mostra os nomes próprios que o Gramps pode corrigir as maiúsculas/minúsculas. Selecione os nomes que gostaria de converter com o Gramps.

source: Edit selection
pt_br: Editar seleção

source: Merge primary objects via the command line.
pt_br: Mesclar os objetos primários através da linha de comando.

source: Clipboard
pt_br: Área de transferência

source: Clipboard Gramplet: %s
pt_br: Gramplet de área de transferência: %s

source: DE Web Connect Pack
pt_br: Pacote de conexão Web para DE

source: Collection of Web sites for the DE (requires libwebconnect)
pt_br: Coleção de páginas Web para DE (precisa do libwebconnect)

source: Bielefeld Academic Search
pt_br: BASE (Bielefeld Academic Search Engine)

source: Google Archives
pt_br: Arquivos do Google

source: DE Google
pt_br: Google DE

source: Descendant Count
pt_br: Contagem de descendentes

source: Gramplet for showing people and descendant counts
pt_br: Gramplet para mostrar a quantidade de pessoas e descendentes

source: Produces a graphical family tree.
pt_br: Gera uma árvore genealógica gráfica

source: Family Tree for %s
pt_br: Arvore genealógica para %s

source: Anonymous
pt_br: Anônimo

source: born
pt_br: nascido(a)

source: baptised
pt_br: batisado(a)

source: died
pt_br: falecido(a)

source: buried
pt_br: sepultado(a)

source: cremated
pt_br: cremado(a)

source: married
pt_br: casado(a)

source: divorced
pt_br: divorciado(a)

source: resident
pt_br: residência

source: on %(ymd_date)s
pt_br: em %(ymd_date)s

source: in %(ym_date)s
pt_br: em %(ym_date)s

source: in %(y_date)s
pt_br: em %(y_date)s

source: on %(placeholder)s
pt_br: em %(placeholder)s

source: on %(placeholder)s (%(partial)s)
pt_br: em %(placeholder)s (%(partial)s)

source: in %(place)s
pt_br: em %(place)s

source: The center family for the tree
pt_br: A família principal para o relatório

source: The number of ancestor generations to include in the tree
pt_br: Número de gerações a serem incluídas na árvore

source: The number of descendant generations to include in the tree
pt_br: Número de gerações a serem incluídas na árvore

source: Whether to scale to fit on a single page.
pt_br: Ajustar para caber em uma única página

source: No color
pt_br: Sem cor

source: First generation
pt_br: Primeira geração

source: Second generation
pt_br: Segunda geração

source: Third generation
pt_br: Terceira geração

source: Male line
pt_br: Linhagem masculina

source: Male line and illegitimate children
pt_br: Linhagem masculina e filhos ilegitimos

source: Female line
pt_br: Linhagem feminina

source: Shuffle colors
pt_br: Embaralhar cores

source: Whether to shuffle colors or order them in rainbow fashion.
pt_br: Embaralhar as cores ou ordenar como arco-iris

source: Replace first name with call name
pt_br: Substituir o primeiro nome pelo nome vocativo

source: Underline call name in first name / add call name to first name
pt_br: Sublinhar o nome vocativo no primeiro nome / adicionar nome vocativo ao primeiro nome

source: Include Occupation
pt_br: Incluir profissão

source: Include Residence
pt_br: Incluir residência

source: Print event data (dead person)
pt_br: Imprimir dados de evento (pessoa falecida)

source: Year only
pt_br: Somente ano

source: Full date
pt_br: Data completa

source: Full date and place
pt_br: Data e local completo

source: Print event data (living person)
pt_br: Imprimir dados de evento (pessoa viva)

source: Fall back to baptism if birth event missing
pt_br: Exibir evento de batismo se nascimento faltando

source: Fall back to burial or cremation if death event missing
pt_br: Exibir evento de sepultamento ou cremação se falecimento faltando

source: Include event description
pt_br: Incluir descrição de eventos

source: Text Options
pt_br: Opções de texto

source: The style used for names.
pt_br: O estilo usado para nomes.

source: The style used for data (birth, death, marriage, divorce).
pt_br: O estilo usado para dados (nascimento, falecimento, casamento, divórcio.

source: Gramplet for demonstrating Cairo graphics
pt_br: Gramplet para demonstração de gráficos Cairo
