Repository: ahs3/addons-source
Catalog: po/*.po
Languages: fi, nn, pl, pt_br

source: Calculate Estimated Dates
fi: Laske arvioidut päivämäärät
pl: Obliczanie dat szacunkowych
pt_br: Calcular datas estimadas

source: Calculates estimated dates for birth and death.
fi: Laskee syntymälle ja kuolemalle päivämääräarvioita.
pl: Wylicza szacunkowe daty urodzenia i zgonu.
pt_br: Calcula datas estimadas para nascimento e morte

source: Select filter to restrict people
fi: Rajoita henkilöitä valitsemalla suodatin
pl: Wybierz filtr, aby ograniczyć listę osób
pt_br: Selecione o filtro para restringir as pessoas

source: Calculated Date Estimates
fi: Lasketut päivämääräarviot
pl: Obliczanie dat szacunkowych
pt_br: Datas estimadas calculadas

source: Source to remove and/or add
fi: Poistettavat ja/tai lisättävät lähteet
pl: Źródło do usunięcia lub/i dodania
pt_br: Fonte para remover e/ou adicionar

source: Remove previously added events, notes, and source
fi: Poista aiemmin lisätyt tapahtumat, muistiinpanot ja lähde
pt_br: Remover eventos, notas e fonte previamente adicionados

source: Remove calculated events, notes, and source; occurs immediately on Execute
fi: Poista lasketut tapahtumat, muistiinpanot ja lähde; Tapahtuu välittömästi Suorita painikkeesta
pt_br: Remove os eventos, notas e fonte calculados. Isto é realizado imediatamente após clicar em Executar

source: Do not add birth events
fi: Älä lisää syntymätapahtumia
pt_br: Não adicionar eventos de nascimento

source: Add birth events without dates
fi: Lisää syntymätapahtumat ilman päivämääriä
pt_br: Adicionar eventos de nascimento sem datas

source: Add birth events with dates
fi: Lisää syntymätapahtumat päivämäärillä
pt_br: Adicionar eventos de nascimento com datas

source: Add a birth events with or without estimated dates
fi: Lisää syntymätapahtumat arvioidun päivämäärän kanssa tai ilman niitä
pt_br: Adiciona eventos de nascimento com ou sem datas estimadas

source: Do not add death events
fi: Älä lisää kuolintapahtumia
pt_br: Não adicionar eventos de falecimento

source: Add death events without dates
fi: Lisää kuolintapahtumat ilman päivämääriä
pt_br: Adicionar eventos de falecimento sem datas

source: Add death events with dates
fi: Lisää kuolintapahtumat päivämäärillä
pt_br: Adicionar eventos de falecimento com datas

source: Add death events with or without estimated dates
fi: Lisää kuolintapahtumat arvioidun päivämäärän kanssa tai ilman niitä
pt_br: Adiciona eventos de falecimento com ou sem datas estimadas

source: Maximum age
fi: Suurin mahdollinen ikä
pl: Maksymalny wiek
pt_br: Idade máxima

source: Maximum age that one can live to
fi: Suurin mahdollinen ikä jonka voi elää
pl: Maksymalny wiek, ile osoba może żyć
pt_br: Idade máxima que alguém pode viver

source: Maximum age difference between siblings
fi: Suurin mahdollinen sisarusten välinen ikäero
pl: Maksymalna różnica wieku pomiędzy rodzeństwem
pt_br: Diferença máxima de idade entre irmãos

source: Average years between two generations
fi: Keskimääräinen vuosimäärä kahden sukupolven välillä
pl: Średni wiek pomiędzy dwoma generacjami
pt_br: Média de anos entre duas gerações

source: Estimated Dates
fi: Arvioidut päivämäärät
pt_br: Datas estimadas

source: Approximate (about)
fi: Arvioitu (noin)
pt_br: Aproximado (cerca de)

source: Extremes (after and before)
fi: Ääripäät (jälkeen ja ennen)
pt_br: Extremos (antes e depois de)

source: Dates on events are either about or after/before
fi: Tapahtumien päivämäärät ovat joko noin tai jälkeen/ennen
pt_br: Datas em eventos são 'cerca de' ou 'antes/depois de'

source: The Calculate Estimated Dates Tool is used to add and remove birth and death events for people that are missing these events. To use: 1. Go to the Options tab 2. Check the [ ] Remove option to remove previous estimates 3. Select the Add date options to date events with or without dates 4. Click on Execute 5. Select the people with which to add events 6. Click on 'Add Selected Events' button to create NOTES: if you decide to make an event permanent, remove it from the Source. Otherwise, it will get removed the next time you automatically remove these events. You may have to run the tool repeatedly (without removing previous events) to add all of the events possible.
fi: Laske arvioidut päivämäärät työkalua käytetään lisäämään ja poistamaan syntymä- ja kuolintapahtumia ihmisille, joilla ei näitä tapahtumia ole. Käyttö: 1. Siirry valinnat välilehteen 2. Tarkista [ ] Poista valinta aikaisemmin lisätyt tapahtuma-arviot 3. Valitse Lisää päivämääräasetukset tapahtumiin päivämäärien kanssa tai ilman 4. Napsauta Suorita 5. Valitse henkilöt, joille voit lisätä tapahtumia 6. Napsauta 'Lisää valitut tapahtumat' painiketta luodaksesi HUOMAUTUKSET: jos päätät tehdä tapahtuman pysyväksi, poista sen lähde. Muussa tapauksessa se poistetaan, kun seuraavan kerran poistat nämä tapahtumat automaattisesti. Voit joutua käyttämään työkalua toistuvasti (poistamatta aiempia tapahtumia) lisätä kaikki mahdolliset tapahtumat.
pt_br: A ferramenta de cálculo de datas estimadas é usada para adicionar e remover eventos de nascimento e falecimento para as pessoas que não possuem essa informação. Como usar: 1. Vá para a aba Opções 2. Assinale a opção [ ] para remover as estimativas anteriores 3. Selecione as opções para adicionar eventos com ou sem datas 4. Clique em Executar 5. Selecione as pessoas que terão eventos adicionados 6. Clique no botão 'Adicionar os eventos selecionados' para criar Observações: Se você decidir tornar uma evento permanente, remova-o a partir da Fonte. Caso contrário, ele será removido na próxima vez que você remover estes eventos automaticamente. Você pode precisar executar a ferramenta várias (sem remoção de eventos anteriores) para adicionar todos os eventos possíveis.

source: Select All
fi: Valitse kaikki
pt_br: Selecionar todos

source: Select None
fi: Älä valitse mitään
pt_br: Sem seleção

source: Toggle Selection
fi: Vaihda valinta
pt_br: Alternar seleção

source: Add Selected Events
fi: Lisää valitut tapahtumat
pt_br: Adicionar os eventos selecionados

source: Remove Events, Notes, and Source and Reselect Data
fi: Poista tapahtumat, huomautukset ja lähde ja nollaa tiedot uudelleen
pt_br: Remover Eventos, Notas e Fontes e selecionar os dados novamente

source: Are you sure you want to remove previous events, notes, and source and reselect data?
fi: Haluatko varmasti poistaa aiemmat tapahtumat, muistiinpanot ja lähdekoodin sekä valita uudelleen tietoja?
pt_br: Deseja realmente remover os eventos, notas e fontes anteriores e selecionar os dados novamente?

source: Remove and Run Select Again
fi: Poista ja suorita valinta uudelleen
pt_br: Remover e executar a seleção novamente

source: Reselect Data
fi: Valitse tiedot uudelleen
pt_br: Selecionar os dados novamente

source: Are you sure you want to reselect data?
fi: Haluatko varmasti valita tiedot uudelleen?
pt_br: Tem certeza de que deseja selecionar os dados novamente?

source: Run Select Again
fi: Suorita valinta uudelleen
pt_br: Executar a seleção novamente

source: Evidence
fi: Todisteet
pt_br: Evidência

source: Relative
fi: Sukulaiset
pt_br: Parente

source: Processing...
fi: Käsitellään...
pl: Przetwarzanie...
pt_br: Processando...

source: Removing old estimations...
fi: Vanhojen arvioiden poistaminen...
pt_br: Removendo as estimativas antigas...

source: Removing '%s'...
fi: Poistetaan '%s'...
pl: Usuwanie '%s'...
pt_br: Removendo '%s'...

source: done!
fi: valmis!
pt_br: concluído!

source: Selecting...
fi: Valitaan...
pt_br: Selecionando...

source: Add birth and death events
fi: Lisää syntymä- ja kuolintapahtuma
pt_br: Adicionar eventos de nascimento e falecimento

source: Add birth event
fi: Lisää syntymätapahtuma
pt_br: Adicionar evento de nascimento

source: Add death event
fi: Lisää kuolintapahtuma
pt_br: Adicionar evento de falecimento

source: No events to be added.
fi: Ei lisättäviä tapahtumia.
pt_br: Nenhum evento a ser adicionado.

source: Selecting...
fi: Valitaan...
pt_br: Selecionando...

source: Adding events '%s'...
fi: Lisätään tapahtuma '%s'...
pt_br: Adicionando eventos '%s'...

source: Added birth event based on %(evidence)s, from %(name)s
fi: Lisätyn syntymätapahtuman peruste on %(evidence)s henkilöltä %(name)s
pt_br: Evento de nascimento adicionado com base em %(evidence)s, de %(name)s

source: Added birth event based on %s
fi: Lisätyn syntymätapahtuman peruste on %s
pt_br: Evento de nascimento adicionado com base em %s

source: Estimated birth date
fi: Arvioitu syntymäaika
pl: Szacowana data śmierci
pt_br: Data de nascimento estimada

source: Added death event based on %(evidence)s, from %(person)s
fi: Lisätyn kuolintapahtuman peruste on %(evidence)s henkilöltä %(person)s
pt_br: Evento de falecimento adicionado com base em %(evidence)s, de %(person)s

source: Added death event based on %s
fi: Lisätyn kuolintapahtuman peruste on %s
pt_br: Evento de falecimento adicionado com base em %s

source: Estimated death date
fi: Arvioitu kuolinaika
pl: Szacowana data śmierci
pt_br: Data de falecimento estimada

source: Done! Committing...
fi: Tehty! Sitoutuminen ...
pt_br: Concluído! Gravando...

source: Added %d events.
fi: Tapahtumia lisätty %d.
pt_br: Foram adicionados %d eventos.

source: Estimated date
fi: Arvioitu päivä
pl: Szacowana data
pt_br: Data estimada

source: City, County, State, Country
fi: Kaupunki, maakunta, osavaltio, valtio

source: Primary Name
fi: Ensisijainen nimi
pl: Podstawowe imię
pt_br: Nome principal

source: The current Primary name.
fi: Nykyinen ensisijainen nimi.

source: The postal code for the place, if any.
fi: Paikan postinumero, jos sellainen on.

source: What type of place this is. Eg 'Country', 'City', ... .
fi: Minkä tyyppinen paikka tämä on. Esimerkiksi "Valtio", "Paikkakunta", ....

source: Orig
fi: Alkuperäinen

source: Check this box if you want to keep the original Postal code.
fi: Valitse tämä ruutu, jos haluat säilyttää alkuperäisen postinumeron.

source: Check this box if you want to keep the original Place Type.
fi: Valitse tämä ruutu, jos haluat säilyttää alkuperäisen paikkatyypin.

source: Check this box if you want to keep the original Latitude and Longitude.
fi: Valitse tämä ruutu, jos haluat säilyttää alkuperäisen leveys- ja pituusasteen.

source: The Gramps ID..
fi: Gramps ID..

source: Check this box if you want to keep the original Gramps ID.
fi: Valitse tämä ruutu, jos haluat säilyttää alkuperäisen Gramps ID.

source: Alterative Names Select one or more rows and press 'Keep' button to toggle the 'include into place' status .
fi: Vaihtoehtoiset nimet Valitse yksi tai useampi rivi ja paina 'Pidä' painiketta, jos haluat vaihtaa "sisällytä paikka" tilaan.

source: Inc
fi: Valittu

source: Lang
fi: Kieli

source: Select one or more rows and use this button to keep the alternative names.
fi: Valitse yksi tai useampi rivi ja käytä tätä painiketta pitämään vaihtoehtoiset nimet.

source: Select one row and use this button to make the row the primary name.
fi: Valitse yksi rivi ja käytä tätä painiketta, jos haluat rivin ensisijaiseksi nimeksi.

source: Discard
fi: Hylkää

source: Select one or more rows and use this button to discard the alternative names.
fi: Valitse yksi tai useampi rivi ja käytä tätä painiketta hylkäämään vaihtoehtoiset nimet.

source: Cancel the operation, no changes are made to your Place.
fi: Peruuta toiminta, paikkaa ei tehdä.

source: Store the values in your Place.
fi: Tallenna arvot paikkaasi.

source: Keep Web Links
fi: Pidä nettilinkit

source: Puts web links (typically wikipedia) into your place.
fi: Lisää nettilinkit (tyypillisesti Wikipedia) paikkaasi.

source: Add citation and source to Place
fi: Lisää paikkaan lainaus ja lähde

source: This Adds a Citation to your place, citing GeoNames.
fi: Tämä lisää viitetiedot GeoNames paikkaasi.

source: GeoNames User ID
fi: GeoNames käyttäjätunus

source: Enter you Geonames user ID here.
fi: Anna tässä Geonames käyttäjätunnus.

source: Alternative Names Languages to keep
fi: Vaihtoehtoiset maatunnukset, joita käytetään

source: Enter the two or three letter codes for the languages you wish to keep, seperated by spaces. For example "en fr ru". These languages will initially be checked off on the Names result display. If you often see an un-checked name in a specific language you want, add the language code here.
fi: Anna kahden tai kolmen kirjaimen koodit kielille, jotka haluat säilyttää, erota välilyönnillä. Esimerkiksi "en fi sv ru". Nämä kielet tarkistetaan ensin nimien tulosnäytössä. Jos näet usein haluamasi kielen, joka ei ole tarkistettu, lisää kielikoodi tähän.

source: Currently Enclosed Places
fi: Nykyiset ympärillä olevat paikat

source: When cleaning a place that is already enclosed, this affects what is done. If '<b>Keep current Enclosure</b>' is selected, no changes to the enclosing place is made. If '<b>Replace with GeoNames Enclosure</b>' is selected, the enclosed place is changed to the next level GeoNames place. This may result in some unused places remaining in your database.
fi: Kun puhdistat jo ympärillä olevan paikan, se vaikuttaa siihen, mitä tehdään. Jos '<b>Pidä nykyiset paikat ympärillä</b>' on valittu, ei muutoksia ympäröiviin paikkoihin. Jos '<b>Vaihda GeoNames paikat ympärille</b>' on valittu, ympäröivät paikat seuraavalla tasolla muuttuvat GeoNames paikoiksi. Tämä voi johtaa siihen, että osa tietokantasi paikoista jää käyttämättä.

source: Keep current Enclosure
fi: Pidä nykyiset paikat ympärillä

source: Replace with GeoNames Enclosure
fi: Vaihda GeoNames paikat ympärille

source: Current Place title. You can edit this to help find other places, particularly to reduce the number of results.
fi: Paikan nykyinen nimike. Voit muokata tätä, jotta voit löytää muita paikkoja, erityisesti tulosten määrän vähentämiseksi.

source: Find
fi: Etsi

source: Search your local places and GeoNames for a match.
fi: Etsi paikallisten paikkojen ja GeoNames osumia.

source: Continue to merge (for local places), or to complete a place (for GeoNames).
fi: Jatka yhdistämistä (paikallisiin paikkoihin) tai täydennä (GeoNames) paikka.

source: Split up Title, Edit manually, and enclose with next level of hierarchy. For use when the initial component of the Title is too detailed to be found in the gazetteer.
fi: Katkaise nimike, muokkaa se manuaalisesti hierarkian seuraavalle tasolle. Käytetään, kun nimikkeen alkuosa on liian yksityiskohtainen, löytyäkseen hakemistosta.

source: Next Place
fi: Seuraava paikka

source: Find an incomplete place.
fi: Etsi epätäydellinen paikka.

source: Set preferences
fi: Määritä asetukset

source: Select one of these places to continue the cleanup process.
fi: Jatka puhdistusprosessia valitsemalla yksi näistä paikoista.

source: Search result places
fi: Paikkojen hakutulos

source: No Matches
fi: Ei osumia

source: Checking the 'Populated' checkbox causes the GeoNames search to include 'Populted places', places where people live and work.
fi: Valintaruudun "Asutut" valinta lisää GeoNames hakuun "asutut paikat", paikat joissa ihmiset elävät ja toimivat.

source: Populated
fi: Asutut

source: Checking the 'Admin' checkbox cause the GeoNames search to include adminstrative subdivisions in the search (countries, states, counties etc.).
fi: Valintaruudun "Hallinnolliset" valinta lisää GeoNames hakuun hallinnolliset osa-alueet, kuten (maat, valtiot, maakunnat jne.).

source: Checking the 'Spot' checkbox cause the GeoNames search to include a wide variety of other places in the search (churches, burial grounds, buildings etc.).
fi: Valintaruudun "Muu kohde" valinta lisää GeoNames hakun monenlaisia muita paikkoja, kuten (kirkot, hautausmaat, rakennukset jne.).

source: Admin
fi: Hallinnolliset

source: Spot
fi: Muu kohde

source: Place Cleanup
fi: Paikan puhdistus

source: Place Cleanup Gramplet assists in merging places, as well as completing places from the GeoNames web database
fi: Paikan puhdistus Gramplet auttaa yhdistämään paikkoja ja täyttämään paikkatietoja GeoNames tietokannasta

source: %s Local Matches
fi: %s paikallista osumaa

source: Find GeoNames
fi: GeoNames etsintä

source: Need to set GeoNames ID
fi: Tarvitset GeoNames käyttäjätunnuksen

source: Use the Help button for more information
fi: Käytä ohjepainiketta saadaksesi lisätietoja

source: Try changing the Title, or use the "Edit" button to finish this level of the place manually.
fi: Yritä muuttaa nimikettä tai käytä "Muokkaa" painiketta, jos haluat viimeistellä tämän paikan manuaalisesti.

source: %s GeoNames Matches
fi: %s GeoNames osumaa

source: %s matches were found
fi: %s osumaa löytynyt

source: Only 10 matches are shown. To see additional results, press the search button again. Or try changing the Title with more detail, such as a country.
fi: Näytetään vain 10 osumaa. Jos haluat nähdä lisää tuloksia, paina "etsi" painiketta uudelleen. Tai yritä muuttaa nimikettä tarkemmaksi, esimerkiksi valtio.

source: Problem getting data from web
fi: Ongelmia tietojen saannissa netistä

source: Web request Timeout, you can try again...
fi: Nettikysely aikakatkaistu, voit yrittää uudelleen ...

source: Problem getting data from GeoNames
fi: GeoNames tietojen saannissa ongelmia

source: One of the places you are merging encloses the other! Please choose another place.
fi: Yksi paikoista, joita yhdistät, ympäröi muut! Valitse toinen paikka.

source: The place you chose is enclosed in the place you are workin on! Please cancel and choose another place.
fi: Paikka, jonka valitsit ympäröi työstämääsi paikkaa! Peruuta ja valitse toinen paikka.

source: GeoNames web site
fi: GeoNames nettisivu

source: GeoNames author
fi: GeoNames tekijä

source: GeoNames was founded by Marc Wick. You can reach him at
fi: GeoNames on perustanut Marc Wick. Voit tavoittaa hänet osoitteesta

source: GeoNames is a project of Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Switzerland. This work is licensed under a
fi: GeoNames projektin osoite on Unxos GmbH, Weingartenstrasse 8, 8708 Männedorf, Sveitsi. Tämän teoksen lisenssi on

source: Add Souce/Repo/Note (%s)
fi: Lisää lähde/selvitys/muistio (%s)

source: This Place is not used!
fi: Paikka ei ole käytössä!

source: You should delete it, or, if it contains useful notes or other data, use the Find to merge it into a valid place.
fi: Sinun pitäisi poistaa se tai, jos se sisältää hyödyllisiä muistiinpanoja tai muita tietoja, käytä Etsi-painiketta yhdistääksesi sen voimassa olevaan paikkaan.

source: People with events with a selected role
fi: Henkilöt, joiden tapahtumissa on valittu rooli

source: Matches people with an event with a selected role
fi: Poimii henkilöt, joiden tapahtumissa on valittu rooli

source: Families with events with a selected role
fi: Perheet, joiden tapahtumissa on valittu rooli

source: Matches families with an event with a selected role
fi: Poimii perheet, joiden tapahtumissa on valittu rooli

source: Does NOT match with selected Role
fi: EI vastaa valittua roolia

source: Finds the items that don't have event Roles of the selected type.
fi: Poimii tapahtumat, joilla ei ole valittua roolia.

source: Inverse
fi: Käänteinen

source: People with events with the <role>
fi: Henkilöt, joiden tapahtumissa on <rooli>

source: Families with events with the <role>
fi: Perheet, joiden tapahtumissa on <rooli>

source: Source matching parameters
fi: Lähteet valitulla arvolla

source: Matches Sources with values containing the chosen parameters
fi: Poimii lähteet, jotka sisältävät valitun arvon

source: Matches sources with a particular value
fi: Poimii lähteet, jotka sisältävät valitun arvon

source: People related to <filter>
fi: Henkilöt, jotka liittyvät <suotimeen>

source: Matches people who are related to anybody matched by a person filter
fi: Poimii henkilöt, jotka ovat liitetty johonkin henkilösuotimen poimimista henkilöistä

source: Plugin Manager Enhanced
fi: Laajennusten parannettu hallinta

source: An Addon/Plugin Manager with several additional capabilities
fi: Lisäosien/Laajennusten hallinta, jolla on useita lisäominaisuuksia

source: Plugin Manager - Enhanced
fi: Laajennusten hallinta - parannettu

source: Check for updated addons now
fi: Tarkista päivitetyt laajennukset nyt

source: Restart...
fi: Käynnistää uudelleen...

source: Please Restart Gramps so that your addon changes can be safely completed.
fi: Käynnistä Gramps uudelleen, jotta laajennusten muutokset voidaan turvallisesti suorittaa.

source: Hide
fi: Piilota

source: Unhide
fi: Näytä

source: Error removing the '%s' directory, The uninstall may have failed
fi: Virhe poistettaessa '% s' -hakemistoa, asennuksen poisto voi olla epäonnistunut

source: '*' items are supplied by 3rd party authors, <s>strikeout</s> items are hidden
fi: '*' kohteita toimittavat 3. osapuolen kirjoittajat, <s>yliviivatut</s> kohteet on piilotettu

source: Info
fi: Tiedot

source: Show hidden items
fi: Näytä piilotetut kohteet

source: Show Built-in items
fi: Näytä sisäänrakennetut kohteet

source: * indicates 3rd party addon
fi: * ilmaisee 3. osapuolen laajennukset

source: Plugins
fi: Laajennukset

source: Uninstall
fi: Poista asennus

source: Checking Addons Failed
fi: Laajennusten tarkistus epäonnistui

source: The addon repository appears to be unavailable. Please try again later.
fi: Laajennushakemisto ei ole käytettävissä. Yritä uudelleen myöhemmin.

source: *Available
fi: *Saatavissa

source: Built-in
fi: Sisäänrakennettu

source: *Installed
fi: *Asennettu

source: Update Available
fi: Päivitys saatavilla

source: Detailed Info
fi: Lisätietoja

source: Dynamic Web Report
fi: Dynaaminen-nettisivusto

source: Produces dynamic web pages for the database
fi: Tuottaa dynaamiset verkkosivut tietokannasta

source: SVG graphical tree
fi: SVG graafinen sukupuu

source: Indexes pages
fi: Hakemistosivut

source: Custom page %(index)i
fi: Mukautettu sivu %(index)i

source: Ascending tree
fi: Esivanhempien sukupuu

source: Descending tree
fi: Jälkeläisten sukupuu

source: Descending tree with spouses
fi: Jälkeläisten sukupuu puolisot mukana

source: Ascending and descending tree
fi: Jälkeläisten ja esivanhempien sukupuu

source: Ascending and descending tree with spouses
fi: Jälkeläisten ja esivanhempien sukupuu puolisoiden kanssa

source: Size proportional to number of ancestors
fi: Koko suhteessa esivanhempien määrään

source: Homogeneous parents distribution
fi: Tasainen vanhempien jakautuma

source: Age based gradient
fi: Ikäperusteinen liukuväri (0-100)

source: Gradient
fi: Liukuväri

source: Could not create the directory: %(path)s
fi: Ei voitu luoda hakemistoa: %(path)s

source: Dynamic Web Site Report
fi: Dynaaminen nettiraportti

source: Exporting family tree data ...
fi: Viedään sukupuun tietoja ...

source: Impossible to convert "%(path)s" to a relative path.
fi: Polkua "%(path)s" ei ole mahdollista muuntaa suhteelliseksi.

source: The pages configuration is not valid: several pages have the same content
fi: Sivujen kokoonpano ei ole voimassa: useilla sivuilla on sama sisältö

source: DynWeb|Home
fi: Kotisivu

source: Tree
fi: Sukupuu

source: Search results
fi: Hakutulokset

source: Indexes
fi: Hakemistot

source: (filtered from _MAX_ total entries)
fi: (suodatettu _MAX_ kokonaismäärästä)

source: (m. %s)
fi: (∞ %s)

source: (sort by name)
fi: (lajittele nimen mukaan)

source: (sort by quantity)
fi: (lajittele määrän mukaan)

source: : activate to sort column ascending
fi: : aktivoi lajittelu sarake nousevaksi

source: : activate to sort column descending
fi: : aktivoi lajittelu sarake laskevaksi

source: <p>This page provides the SVG raw code.<br>Copy the contents into a text editor and save as an SVG file.<br>Make sure that the text editor encoding is UTF-8.</p>
fi: <p>Tämä sivu tarjoaa SVG-raakakoodin.<br>Kopioi sisältö tekstieditoriin ja tallenna se SVG-tiedostoksi.<br>Varmista, että tekstieditorin koodaus on UTF-8.</p>

source: Alternate Name
fi: Vaihtoehtoinen nimi
