Repository: ahs3/addons-source
Catalog: po/*.po
Languages: fi, nn, pl, pt_br

source: Import and merge a Gramps XML
fi: Tuo ja yhdistä Gramps XML

source: Import file
fi: Tuo tiedosto

source: Imported
fi: Tuotu

source: Keep original
fi: Säilytetään alkuperäinen

source: Merge Import
fi: Yhdistä tuonnista

source: Merge Original
fi: Yhdistä alkuperäisestä

source: Merge into import
fi: Yhdistetään tuonnista

source: Merge into original
fi: Ydistetään alkuperäisestä

source: Missing
fi: Puuttuva

source: Object Name/Description
fi: Kohteen nimi/kuvaus

source: Object and item
fi: Kohde ja nimike

source: Original
fi: Alkuperäinen

source: Replace
fi: Korvaa

source: Replace with import
fi: Korvaa tuonnilla

source: Result
fi: Tulos

source: Select the difference you wish to examine.
fi: Valitse ero, jota haluat tarkastella.

source: Show more details
fi: Näytä lisää tietoja

source: The import data will entirely replace the data in your tree. Any referenced items were also marked for replacement or removal.
fi: Tuontitiedot korvaavat kokonaan sukupuun tiedot. Kaikki kohteet on merkitty vaihdettavaksi tai poistettavaksi.

source: This button will add the imported data as a new object to your tree.
fi: Painike lisää tuodut tiedot uusiksi kohteiksi sukupuuhusi.

source: This button will bring up a dialog allowing you to finalize your changes, or abandon them.
fi: Painikkeella avataan valintaikkunan, jonka avulla voit viimeistellä tai hylätä muutokset.

source: This button will edit the imported data. The data will still need to be merged, added or replaced.
fi: Painikkeella muokataan tuotuja tietoja. Tiedot on vielä yhdistettävä, lisättävä tai vaihdettava.

source: This button will ignore the difference, no changes to your tree.
fi: Painikkeella ohitetaan erot, ei muutoksia sukupuuhusi.

source: This button will merge the imported data into your tree with the imported data as a base.
fi: Painike yhdistää tuodut tiedot sukupuuhun, pohjana tuodut tiedot.

source: This button will merge the imported data into your tree with your tree data as a base.
fi: Painike yhdistää tuodut tiedot sukupuuhun, pohjana sukupuusi tiedot.

source: This button will replace your tree data with the imported data.
fi: Painikkeella korvataan sukupuusi tiedot tuodulla tiedolla.

source: This item will be added to your tree. Any referenced items were also marked for adding.
fi: Tämä kohde lisätään puuhusi. Kaikki kohteet on merkitty myös lisättäväksi.

source: This item will be deleted from your tree. Any referenced items were also marked for deletion.
fi: Tämä kohde poistetaan sukupuusta. Kaikki merkatut kohteet on myös merkitty poistettavaksi.

source: This item will be merged, saving data from your tree. Any referenced items were also marked for merging or adding.
fi: Tämä kohta yhdistetään tallentamalla tietoja sukupuustasi. Kaikki viitatut kohteet merkittiin myös yhdistämiseen tai lisäämiseen.

source: This item will be merged, using data from the import. Any referenced items were also marked for merging or adding.
fi: Tämä merkintä yhdistetään, käyttäen tuotuja tietoja. Kaikki kohteet merkittiin myös yhdistämiseksi tai lisäämiseksi.

source: This item will not be changed in your tree. Any referenced items were also marked for Ignore.
fi: Tätä kohtaa ei muuteta puussa. Kaikki viittaamattomat kohteet merkittiin myös ohitettavaksi.

source: This item will not be changed in your tree. Any referenced items were also marked to keep.
fi: Tätä kohtaa sukupuussa ei muuteta. Kaikki viitatut kohteet oli myös merkitty pidettäväksi.

source: Unmark
fi: Poista merkintä

source: Use buttons below to set the 'Action' for each difference. No changes will be made to your tree until you press 'Done' and confirm.
fi: Käytä alla olevia painikkeita asettaaksesi "Toiminto" jokaiselle erolle. Puuhun ei tehdä muutoksia, ennen kuin painat Valmis ja vahvistat.

source: Your Tree and import are the same.
fi: Puu ja tuonti ovat samat.

source: imported
fi: tuodaan

source: your tree
fi: sukupuun

source: Photo Tagging
fi: Valokuvien merkintä

source: Gramplet for tagging people in photos
fi: Gramplet henkilöiden merkintään valokuvissa

source: Replace existing references to the person being assigned without asking
fi: Korvaa nykyiset viittaukset määrittämääsi henkilöön kysymättä

source: Face detection
fi: Kasvojentunnistus

source: Minimum face width (px)
fi: Kasvojen minimileveys (px)

source: Minimum face height (px)
fi: Kasvojen minimikorkeus (px)

source: Detect faces inside existing boxes
fi: Tunnista kasvot nykyisissä laatikoissa

source: Sensitivity (1 min .. 20 max)
fi: Herkkyys (1 min .. 20 max)

source: Add Person
fi: Lisää henkilö

source: Clear Reference
fi: Tyhjennä viittaus

source: Remove Selection
fi: Poista valinta

source: Edit referenced Person
fi: Muokkaa viitattua henkilöä

source: Zoom In
fi: Lähennä

source: Zoom Out
fi: Loitonna

source: Detect faces
fi: Tunnista kasvot

source: Detect faces (OpenCV module required)
fi: Tunnista kasvot (OpenCV-moduuli vaaditaan)

source: Set as active person
fi: Aseta aktiiviseksi henkilöksi

source: _Select
fi: _Valitse

source: Replace to {0}
fi: Vaihda henkilöksi {0}

source: Detecting faces...
fi: Kasvojentunnistus...

source: Detection finished
fi: Kasvojentunnistus valmis

source: Another region of this image is associated with {name}. Remove it?
fi: Tämän kuvan alue liittyy kuvaan {name}. Poistetaanko se?

source: {count} other regions of this image are associated with {name}. Remove them?
fi: {count} muun kuvan alueet liittyvät kuvaan {name}. Poistetaanko ne?

source: Add/Remove Tag Tool
fi: Lisää/poista tagi työkalu

source: Add or remove a tag from groups of people, events, etc.
fi: Lisää tai poista tagi henkilöryhmistä, tapahtumista jne.

source: The Tool requires at least one tag to execute.
fi: Työkalun suorittaminen vaatii vähintään yhden tagin.

source: ERROR
fi: VIRHE

source: Add/Remove
fi: Lisää/poista

source: Add or remove tags from objects.
fi: Lisää tai poista tageja objekteista.

source: Add Tags
fi: Lisää tageja

source: Remove Tags
fi: Poista tageja

source: Choose a category.
fi: Valitse kategoria.

source: Choose Tag
fi: Valitse tagi

source: Choose a tag to remove.
fi: Valitse poistettava tagi.

source: Filter options
fi: Suodinvalinnat

source: All %s
fi: Kaikki %s

source: Unable to run the tool. Please check if your database contains tags, filters and objects.
fi: Työkalua ei voi käyttää. Tarkista, sisältääkö tietokantasi tageja, suodattimia ja objekteja.

source: WARNING
fi: VAROITUS

source: No %s objects were found in database.
fi: Tietokannasta ei löytynyt %s kohteita.

source: Process tags...
fi: Käsittelee tageja...

source: added
fi: lisätty

source: removed
fi: poistettu

source: Tag '{}' was {} to {} {} objects.
fi: Tageja '{}' on {} - {} {} kohteessa.

source: Display a person's events on a timeline
fi: Näytä henkilön tapahtumat aikajanalla

source: Inlaw Parents
fi: Appivanhemmat

source: Grandparents
fi: Isovanhemmat

source: Inlaw Grandparents
fi: Puolison vanhemmat

source: Great grandparents
fi: Isoisovanhemmat

source: Inlaw Great grandparents
fi: Puolison isoisovanhemmat

source: Great,
fi: Iso,

source: great,
fi: iso,

source: great grandparents
fi: iso isovanhemmat

source: Inlaw Great,
fi: Puolison iso,

source: Partner's spouse
fi: Kumppanin puoliso

source: Timeline for %s
fi: Aikajana henkilölle %s

source: People involved
fi: Mukana olevat henkilöt

source: Today
fi: Tänään

source: Avatar Generator Tool
fi: Avatar työkalu

source: A tool to add avatar pictures to your family tree
fi: Työkalu avatar kuvien käsittelyyn sukupuuussa

source: single image mode
fi: yhden kuvan tila

source: Choose how many images you'd like to use.
fi: Valitse kuinka monta kuvaa haluat käyttää.

source: Image for people with unknown gender.
fi: Kuva henkilöille, joiden sukupuoli on tuntematon.

source: Image for males.
fi: Kuva miehille.

source: Image for females
fi: Kuva naisille

source: Remove images from people
fi: Poista kuvia henkilöiltä

source: Remove selected image(s).
fi: Poista valitut kuvat.

source: Avatar Generator
fi: Avatar lisääjä

source: Remove avatar images...
fi: Poista avatar kuvat...

source: No media was removed.
fi: Mediaa ei poistettu.

source: {} media references were removed from {} persons.
fi: {} mediaviittausta poistettiin {} henkilöltä.

source: {} HandleError occured, but were ignored.
fi: {} Tajpahtui käsittelyvirhe, mutta ne jätettiin huomiotta.

source: Add avatar images...
fi: Lisää avatar kuvia...

source: {} avatar images were sucessfully added.
fi: {} avatar kuvaa lisättiin onnistuneesti.

source: There was no avatar image to add.
fi: Avatar kuvaa ei ollut lisättäväksi

source: All persons already had one.
fi: Kaikilla henkilöillä oli jo sellainen.

source: Number of descendants
fi: Jälkeläisten määrä

source: Shows the number of descendants of the current person
fi: Näyttää nykyisen henkilön jälkeläisten lukumäärän

source: Number of %s's descendants
fi: Henkilön %s jälkeläisten lukumäärä

source: Generation
fi: Sukupolvi

source: Seen
fi: Nähnyt

source: Outlived
fi: Kuollut

source: Now alive
fi: Elossa

source: Seen = number of descendants whose birth %s has lived to see
fi: Nähnyt = jälkeläisten määrä, joiden syntymän %s on eläessään nähnyt

source: Outlived = number of descendants who died while %s was still alive
fi: Kuollut = jälkeläisten lukumäärä, jotka kuolivat, kun %s on ollut vielä elossa

source: PlaceUpdate
fi: Paikkatyökalu

source: Gramplet to manipulate multiple places
fi: Gramplet, joka käsittelee useita paikkoja kerrallaan

source: Set properties for multiple places
fi: Aseta usean paikan ominaisuuksia

source: This gramplet allows setting properties for multiple places at the same time
fi: Tällä Grampletilla voi asettaa ominaisuuksia monelle paikalle kerrallaan

source: New enclosing place
fi: Uusi ympäröivä paikka:

source: Clear original enclosing places
fi: Poista aiemmat ympäröivät paikat

source: Clear tags
fi: Poista aiemmat tagit

source: Generate hierarchy
fi: Generoi paikkahierarkia

source: use spaces as separator
fi: välilyönti erotinmerkkinä

source: reverse hierarchy
fi: käänteinen hierarkia

source: Replace text
fi: Korvaa teksti

source: Use regex
fi: Käytä säännöllisiä lausekkeita

source: Old text:
fi: Korvattava teksti:

source: New text:
fi: Uusi teksti:

source: Clear selections
fi: Poista valinnat

source: Apply to selected places
fi: Suorita valituille paikoilla

source: Setting place properties
fi: Paikkojen ominaisuuksien asettaminen

source: Timespan:
fi: Aikaväli:

source: Export GEDCOM Extensions (GED2)
fi: Laajennettu GEDCOM vienti (GED2)

source: GEDCOM Extensions (GED2)
fi: GEDCOM Laajennukset (GED2)

source: Extensions to the common GEDCOM format.
fi: Laajennukset yleiseen GEDCOM muotoon.

source: GEDCOM Extensions options
fi: GEDCOM laajennusten valinnat

source: Include witnesses
fi: Lisää todistajat

source: Include media
fi: Lisää media
pl: Dołącz obiekty medialne

source: Export failed
fi: Vienti epäonnistui

source: Don't change
fi: Älä muuta

source: Add Patronymic name after Given name
fi: Lisää Isännimi Etunimen jälkeen

source: Ignore Patronymic name
fi: Ohita Isännimi

source: Patronymic names:
fi: Isännimet:

source: Type of surname:
fi: Sukunimityyppi:

source: Timeline Pedigree
fi: Aikajana sukupuu

source: Ancestry
fi: Esivanhemmat

source: The view shows a timeline pedigree with ancestors and descendants of the selected person
fi: Näkymä näyttää valitun henkilön esivanhempien ja jälkeläisten sukupuun aikajanalla

source: short for born|b.
fi: s.

source: short for died|d.
fi: k.

source: short for baptized|bap.
fi: kast.

source: short for christened|chr.
fi: rist.

source: short for buried|bur.
fi: haud.

source: short for cremated|crem.
fi: tuhk.

source: Timeline pedigree
fi: Aikajana sukupuu

source: Person Filter Editor
fi: Henkilösuodinmuokkain

source: Order by timeline
fi: Järjestys aikajanalla

source: Show lifespan
fi: Näytä elinkaari

source: Descendant Generations
fi: Jälkeläisten sukupolvet
pt_br: Número máximo de gerações de descendentes

source: %d generation
fi: %d sukupolvi

source: Ancestor Generations
fi: Esivanhempien sukupolvet
pt_br: Número máximo de gerações de ascendentes

source: About Timeline Pedigree View
fi: Tietoja Aikajana sukupuu näkymästä

source: Dark (default)
fi: Tumma (oletus)
pl: Ciemny (domyślny)

source: Light
fi: Vaalea
pl: Jasny

source: Cartoon
fi: Väripiirros
pl: Rysunek

source: Graph View
fi: Kaavionäkymä

source: Dynamic and interactive graph of relations
fi: Dynaaminen ja vuorovaikutteinen suhteiden kuvaaja
pl: Dynamiczny i interaktywny graf relacji

source: Show avatars
fi: Näytä hahmot
pl: Pokaż awatary

source: Highlight the home person
fi: Korosta kotihenkilö
pl: Wyróżnij osobę główną

source: Show full dates
fi: Näytä täydelliset päivämäärät
pl: Pokaż pełne daty

source: Show places
fi: Näytä paikat
pl: Pokaż miejsca

source: Vertical: Top to Bottom
fi: Pystysuora: ylhäältä alas

source: Vertical: Bottom to Top
fi: Pystysuora: Alhaalta ylös

source: Horizontal: Left to Right
fi: Vaakasuora: Vasemmalta oikealle

source: Horizontal: Right to Left
fi: Vaakasuora: Oikealta vasemmalle

source: Time Direction
fi: Ajan suunta

source: Person theme
fi: Henkilöteema
pl: Motyw osoby

source: Path color to home person
fi: Polun väri kotihenkilölle
pl: Kolor ścieżki do osoby głównej

source: Font:
fi: Kirjasin:
pl: Czcionka:

source: Avatars style
fi: Hahmon tyyli
pl: Styl awatarów

source: PNG files
fi: PNG tiedosto
pl: Pliki PNG

source: Male avatar:
fi: Miehen hahmo:
pl: Awatar dla mężczyzny:

source: Choose male avatar
fi: Valitse miehen hahmo
pl: Wybierz awatar dla mężczyzny

source: Female avatar:
fi: Naisen hahmo:
pl: Awatar dla kobiety:

source: Choose female avatar
fi: Valitse naisen hahmo
pl: Wybierz kobiecy awatar

source: Active person border size
fi: Aktiivisen henkilön rajauskoko

source: Person border size
fi: Henkilön rajauskoko

source: Themes
fi: Teemat
pl: Motywy

source: Show animation
fi: Näytä animaatio
pl: Pokaż animację

source: Animation speed (1..5 and 5 is the slower)
fi: Animaationopeus (1..5 ja 5 on hitaampi)
pl: Szybkość animacji (1..5 gdzie 5 jest najwolniejsze)

source: Animation count (0..8 use 0 to turn off)
fi: Animaatio määrä (0..8 käytössä, 0 sammuttaa)
pl: Liczba animacji (0..8 gdzie 0 wyłącza)

source: Animation
fi: Animaatio
pl: Animacja

source: Search in all database
fi: Haku kaikista tietokannoista
pl: Szukaj we wszystkich bazach

source: Also apply search by all database.
fi: Käytä myös hakua kaikista tietokannoista.
pl: Zastosuj również wyszukiwanie według wszystkich baz.

source: Show person images
fi: Näytä henkilökuvat
pl: Pokaż zdjęcia osób

source: Show persons thumbnails in search result list.
fi: Näytä henkilöiden pikkukuvat hakutulosluettelossa.
pl: Pokaż miniatury osób na liście wyników wyszukiwania.

source: Show bookmarked first
fi: Näytä kirjanmerkityt ensin
pl: Pokaż najpierw dodane do zakładek

source: Show bookmarked persons first in search result list.
fi: Näytä kirjanmerkityt henkilöt ensimmäisenä hakutulosluettelossa.
pl: Pokaż zaznaczone osoby jako pierwsze na liście wyników wyszukiwania.

source: Search
fi: Hae
pl: Szukaj

source: Select a dot file name
fi: Valitse pistetiedoston nimi
pl: Wybierz nazwę pliku dot

source: Zoom to original
fi: Alkuperäinen koko
pl: Powiększ do oryginału

source: Zoom to best fit
fi: Ikkunaan sopivaksi
pl: Powiększ do najlepszego dopasowania

source: Go to active person
fi: Siirry aktiivihenkilöön
pl: Przejdź do osoby aktywnej

source: Go to bookmark
fi: Siirry kirjanmerkkiin
pl: Przejdź do zakładki

source: Center view on selected bookmark
fi: Keskitä näkymä valittuun kirjanmerkkiin
pl: Wyśrodkuj widok na wybranej zakładce

source: Bookmarks for current graph
fi: Nykyisen kaavion kirjanmerkit
pl: Zakładki dla bieżącego wykresu

source: Other Bookmarks
fi: Muut kirjanmerkit
pl: Inne zakładki

source: Ancestor generations
fi: Esivanhempien sukupolvien enimmäismäärä
pl: Pokolenia przodków

source: Descendant generations
fi: Jälkeläissukupolvien enimmäismäärä
pl: Pokolenia potomków

source: Vertical spacing between generations
fi: Sukupolvien välinen pystysuora väli
pl: Odstępy w pionie między pokoleniami

source: Horizontal spacing between generations
fi: Sukupolvien välinen vaakasuora väli
pl: Odstępy w poziomie między pokoleniami

source: Spacings
fi: Välit
pl: Odstępy

source: All connected
fi: Kaikki yhdistetty
pl: Wszyscy połączeni

source: Show all connected persons limited by generation restrictions. Works slow, so don't set large generation values.
fi: Näytä kaikki sukupolvirajoitusten rajoittamat yhdistetyt henkilöt. Toimii hitaasti, joten älä aseta suuria sukupolviarvoja.
pl: Pokaż wszystkie połączone osoby ograniczone pokoleniami. Działa wolno, więc nie ustawiaj dużych wartości pokoleń.

source: Add active person
fi: Lisää aktiivihenkilö
pl: Dodaj aktywną osobę

source: Call the bookmark editor
fi: Kutsu kirjanmerkkieditori
pl: Przejdź do edytora zakładek

source: You don't have any bookmarks yet... Try to add some frequently used persons to speedup navigation.
fi: Sinulla ei ole vielä yhtään kirjanmerkkiä... Yritä lisätä joitakin usein käytettyjä henkilöitä nopeuttaaksesi navigointia.
pl: Nie masz jeszcze żadnych zakładek... Spróbuj dodać kilka często używanych osób, aby przyspieszyć nawigację.

source: No bookmarks for this graph...
fi: Ei kirjanmerkkejä tälle kaaviolle...
pl: Brak zakładek dla tego wykresu...

source: No other bookmarks...
fi: Ei muita kirjanmerkkejä...
pl: Brak innych zakładek...

source: found: %s
fi: löytyi: %s
pl: znaleziono: %s

source: Add active person to bookmarks %s
fi: Lisää aktiivinen henkilö kirjanmerkkeihin %s
pl: Dodaj aktywną osobę do zakładek %s

source: Person <b><i>%s</i></b> is not in the current view. Do you want to set it active and rebuild view?
fi: Henkilö <b><i>%s</i></b> ei ole nykyisessä näkymässä. Haluatko aktivoida henkilön ja katsella uudelleen?
pl: Osoba <b><i>%s</i></b> nie jest w bieżącym widoku. Ustawić jako osobę aktywną i odświeżyć widok?

source: Change active person?
fi: Vaihdetaanko aktiivihenkilö?
pl: Zmienić aktywną osobę?

source: Incomplete graph
fi: Epätäydellinen kaavio
pl: Wykres niekompletny

source: Image on right side
fi: Kuva oikealla
pl: Obraz po prawej stronie

source: Image on left side
fi: Kuva vasemmalla
pl: Obraz po lewej stronie

source: <b>Tags:</b>
fi: <b>Tagit:</b>
pl: <b>Tagi:</b>

source: Lines type
fi: Viivan tyyppi
pl: Typ linii

source: Direct
fi: Suora
pl: Proste

source: Curves
fi: Kaareva
pl: Krzywe

source: Ortho
fi: Suorakulmainen
pl: Prostopadłe

source: Select tags for person
fi: Valitse tagi henkilölle
pl: Wybierz tagi dla osoby

source: Add new family
fi: Lisää uusi perhe
pl: Dodaj nową rodzinę

source: Add parents
fi: Lisää vanhemmat
pl: Dodaj rodziców

source: Remove from bookmarks
fi: Poista kirjanmerkeistä
pl: Usuń z zakładek

source: Add to bookmarks
fi: Lisää kirjanmerkkeihin
pl: Dodaj do zakładek

source: Select tags for family
fi: Valitse tagi perheelle
pl: Wybierz tagi dla rodziny

source: Add father
fi: Lisää isä
pl: Dodaj ojca

source: Add mother
fi: Lisää äiti
pl: Dodaj matkę

source: About Graph View
fi: Tietoja kaavionäkymästä
pl: O Graph View

source: Deleting the person [%s] will remove it from the database.
fi: Henkilön [%s] poistaminen poistaa sen tietokannasta.
pl: Usunięcie osoby [%s] usunie ją z bazy.

source: Delete family [%s]?
fi: Poista perhe [%s]?
pl: Usunąć rodzinę [%s]?

source: Deleting the family will remove it from the database.
fi: Perheen poistaminen poistaa sen tietokannasta.
pl: Usunięcie rodziny spowoduje usunięcie jej z bazy.

source: Delete Family [%s]
fi: Poista perhe [%s]
pl: Usuń Rodzinę [%s]

source: Persons from current graph
fi: Henkilöt nykyisestä kaaviosta
pl: Osoby z aktualnego wykresu

source: Other persons from database
fi: Muut henkilöt tietokannasta
pl: Pozostałe osoby z bazy

source: No persons found...
fi: Henkilöitä ei löytynyt...
pl: Nie znaleziono osób...

source: Search people in the current visible graph and database. Use <Ctrl+F> to make search entry active.
fi: Etsi ihmisiä nykyisestä näkyvästä kaaviosta ja tietokannasta. Aktivoi haku painamalla <Ctrl+F>.
pl: Szukaj osób w aktualnym widocznym wykresie i bazie. Użyj <Ctrl+F> aby aktywować pozycję wyszukiwania.

source: Search...
fi: Hae...
pl: Szukaj...

source: Parents:
fi: Vanhemmat:
pl: Rodzice:

source: H-Tree Pedigree
fi: H-Sukupuu

source: The view shows a space-efficient pedigree with ancestors of the selected person
fi: Näkymä näyttää valitulle henkilölle tilaa säästävän sukupuun

source: H-tree Pedigree View
fi: H-Sukupuu

source: About H-Tree
fi: Tietoja H-Sukupuusta

source: Network Chart
fi: Nettikaavio

source: Generates a family network chart.
fi: Tuota perheiden nettikaavio.

source: birth abbreviation|b.
fi: s.

source: death abbreviation|d.
fi: k.

source: File exists. Overwrite?
fi: Tiedosto on jo olemassa. Korvataanko?

source: created
fi: tuotettu

source: last_written
fi: viimeinen_kirjaus

source: Main
fi: Päävalikko

source: Orthogonal (right angles in connectors)
fi: Suorakulmainen (suorat kulmat yhdysviivoissa)

source: Straight (no right angles in connectors)
fi: Suora (ei kulmia yhdysviivoissa)

source: Curved (curved and straight connectors)
fi: Kaarevat (kaarevat ja suorat yhdysviivat)

source: Default (Orthogonal)
fi: Oletus (Suorakulmainen)

source: Select the graph line connector format.
fi: Valitse kaavion yhdysviivan muoto.

source: Top to Bottom
fi: Ylhäältä alas

source: Left to Right
fi: Vasemmalta oikealle

source: Bottom to Top
fi: Alhaalta ylös

source: Right to Left
fi: Oikealta vasemmalle

source: Default (Top to Bottom)
fi: Oletus (Ylhäältä alas)

source: Select the graph direction.
fi: Valitse kaavion suunta.

source: URL Style
fi: Tyylitiedosto

source: Include URLs from database.
fi: Lisää URL-osoitteet tietokannasta.

source: Dynamic URL = Prefix + GrampID + Suffix
fi: Dynaaminen URL = etuliite + GrampID + loppuliite

source: Static URL = Prefix
fi: Staattinen URL = etuliite

source: Don't include URLs
fi: Älä lisää URL-osoitteita

source: Default (include)
fi: Oletus (lisää)

source: Select URL style.
fi: Valitse tyylitiedosto.

source: URL Prefix,Suffix
fi: URL etuliite, loppuliite

source: Enter the Prefix,Suffix (use comma) for dynamically generated URLs. URL = Prefix + GrampsID + Suffix.
fi: Syötä etuliite, loppuliite (käytä pilkkua) dynaamisesti luotuihin URL-osoitteisiin. URL = etuliite + GrampsID + loppuliite.

source: Enter Font Name
fi: Anna kirjasimen nimi

source: Enter the primary font style for the chart. Must already be installed. White Rabbit can be obtained from https://www.fontsquirrel.com/fonts/white-rabbit
fi: Syötä kaavion ensisijainen kirjasintyyli. Sen on oltava asennettuna. White Rabbit voi saada https://www.fontsquirrel.com/fonts/white-rabbit

source: Spacing (inch)
fi: Väli (in)

source: Enter the seperation distance between "Generations" in inches (0.1-5.0).
fi: Syötä erotusväli "sukupolvien" välillä tuumina (0,1-5,0).

source: Enter Chart Title
fi: Anna kaavion otsikko

source: Set the title of the chart.
fi: Aseta kaaaviolle otsikko.

source: The destination folder for generated files.
fi: Luodun tiedoston kohdehakemisto.

source: network
fi: netti

source: The filename for the generated svg network chart.
fi: Luodun svg-nettikaavion tiedostonimi.

source: Different node shapes/edges for gender.
fi: Erilaiset solujen muodot/reunat sukupuolelle.

source: Node differences for gender.
fi: Erilaiset solumuodot sukupuolelle.

source: Male Background
fi: Miehen taustaväri

source: RGB-color for male box background.
fi: RGB-väri miessolun taustalle.

source: Male Background Alpha
fi: Miesvärin läpinäkyvyys

source: Alpha for Male box background (transparent=0, solid=255).
fi: Miessolun taustavärin läpinäkyvyys (läpinäkyvä = 0, kiinteä = 255).
