Repository: ahs3/addons-source
Catalog: po/*.po
Languages: fi, nn, pl, pt_br

source: Male Box Edge
fi: Miessolun reuna

source: RGB-color for Male box edge.
fi: RGB-väri miessolun reunalle.

source: Female Background
fi: Naisen taustaväri

source: RGB-color for Female box background.
fi: RGB-väri naissolun taustalle.

source: Alpha for Female box background (transparent=0, solid=255).
fi: Naissolun taustavärin läpinäkyvyys (läpinäkyvä = 0, kiinteä = 255).

source: Female Box Edge
fi: Naissolun reuna

source: Other Background
fi: Muiden taustaväri

source: RGB-color for other box background.
fi: RGB-väri muiden solujen taustalle.

source: Other Background Alpha
fi: Muiden värien läpinäkyvyys

source: Alpha for Other box background (transparent=0, solid=255).
fi: Muiden taustavärin läpinäkyvyys (läpinäkyvä = 0, kiinteä = 255).

source: Family Connector Line
fi: Perheen yhdysviiva

source: RGB-color for family connector line.
fi: RGB-väri perheen yhdysviivalle.

source: Marriage Connector Line
fi: Avioliiton yhdysviiva

source: RGB-color for marriage connector line.
fi: RGB-väri avioliiton yhdysviivalle.

source: Highlight Connector Line
fi: Korosta yhdysviiva

source: RGB-color for the highlighted path between two individuals. If the graph.inverts, reverse the order to change.
fi: RGB-väri korostetulle polulle kahden henkilön välillä. Jos kaavio käännetään, muuta järjestys käänteiseksi.

source: Trim Box Edge
fi: Rajaa solun reunat

source: RGB-color for box edge that has been trimmed.
fi: RGB-väri solun reunalle, joka on rajattu.

source: Remove color background on all nodes.
fi: Poista kaikkien solujen taustaväri.

source: Removes color background for individuals (nodes) on chart.
fi: Poistaa taustavärin henkilöiden (soluista) kaaviossa.

source: Enter year to start rounding birthday to year only
fi: Anna aloitusvuosi, josta alkaen syntymäpäivät pyöristetään vain vuosiksi

source: Birthdays after this year are represented by the year only. Invalid entries will be ignored.
fi: Syntymäpäiviä tämän jälkeen edustaa vain vuosi. Virheelliset merkinnät jätetään huomiotta.

source: Round birthday to year after year entered (above).
fi: Pyöristää syntymäpäivät vuosi vuodelta (yllä).

source: Represent birthday by year only.
fi: Edistää syntymäpäivästä vain vuoden.

source: Enter year to start rounding marriage date to year only
fi: Anna aloitusvuosi, josta alkaen avioitumispäivät pyöristetään vain vuosiksi

source: Marriages after this year are represented bythe year only. Invalid entries will be ignored.
fi: Tämän vuoden jälkeen avioitumispäiviä edustaa vain vuosi. Virheelliset merkinnät jätetään huomiotta.

source: Round marriage to year after year entered (above).
fi: Pyöristää avioitumispäivän vuosi vuodelta (yllä).

source: Represent marriage by year only.
fi: Edistää avioitumispäivästä vain vuoden.

source: Attempts to remove middle names. Only works for entries with birth year in the record.
fi: Yrität poistaa keskimmäiset nimet. Toimii vain syntymävuoden merkinnöissä.

source: Remove middle names.
fi: Poista keskimmäiset nimet.

source: Allow inclusion of private records in chart.
fi: Lisää yksityiset tiedot kaavioon.

source: Trim
fi: Rajaukset

source: Trim descendants
fi: Rajaa jälkeläiset

source: All descendants (children) of selected individuals will not be shown.
fi: Valitun henkilön jälkeläisiä (lapsia) ei näytetä.

source: Enable trimming of descendants.
fi: Käytä jälkeläisten rajausta.

source: You must enter valid person(s) before enabling trimming of descendants from tree.
fi: Sinun on annettava vapaa(t) henkilö(t) ennen mahdollisuutta jälkeläisten rajaamiseen sukupuusta.

source: Trim ancestors
fi: Rajaa esivanhemmat

source: All ancestors (parents) of selected individuals will not be shown.
fi: Valitun henkilön esivanhempia (vanhempia) ei näytetä.

source: Enable trimming of ancestors.
fi: Käytä esivanhempien rajausta.

source: Enable trimming of ancestors from tree.
fi: Käytä rajausta esivanhempien sukupuussa.

source: Enable trim groups.
fi: Käytä rajattua ryhmää.

source: Remove groups less than Min Group Size. Automatic for databases with more than 1500 individuals.
fi: Poista ryhmät, jotka ovat pienempiä kuin pienryhmäkoko. Automaattinen tietokannoissa, joissa on yli 1500 henkilöä.

source: Min Group Size
fi: Min. Ryhmän koko

source: Enter the minimum size group to display. Value may be 2 or greater.
fi: Anna näytettävä vähimmäisryhmä. Arvo voi olla 2 tai suurempi.

source: Select Start and End Individuals in displayed path(s). Select two
fi: Valitse näytettäville poluille alku ja loppu henkilöt. Valitse kaksi

source: Starting and ending person for displayed path(s). Select two people
fi: Alku ja loppu henkilöiden näytetettävälle poluille. Valitse kaksi henkilöä

source: Highlight path(s)
fi: Korosta polut

source: Default (None)
fi: Oletus (tyhjä)

source: None - Don't highlight paths. Direct - Highlight direct descendant/ancestor paths. Any - Highlight any path(s) including direct or indirect.
fi: Tyhjä - Älä korosta polkuja. Suora - Korosta suoria jälkeläisten/esivanhempien polkuja. Kaikki - Korosta kaikki polut, mukaan lukien suorat tai epäsuorat.

source: Show only path(s)
fi: Näytä vain polut

source: Any
fi: Kaikki

source: Default (none)
fi: Oletus (tyhjä)

source: None - Don't show paths only. Direct - Show only direct descendant/ancestor paths. Any - Show only path(s) direct or indirect.
fi: Tyhjä - Älä näytä vain polkuja. Suora - Näyttää vain suoria jälkeläisten/esivanhempien polkuja. Kaikki - Näytä vain suorat tai epäsuorat polut.

source: Select person at center of selection radius in graph.
fi: Valitse henkilö kaavion valintaruudun keskellä.

source: Max connections from center
fi: Maksimiyhteydet keskustasta

source: Enter the maximum number of connections allowed from the center person. Value may be 1 or greater.
fi: Anna suurin sallittu yhteyksien määrä keskushenkilölle. Arvo voi olla 1 tai suurempi.

source: Limit graph to max connections from center.
fi: Rajoita kaavion enimmäisyhteyksiä keskeltä.

source: Display up to max connections from central person.
fi: Näytä max. yhteydet keskushenkilöltä.

source: Highlight central person in graph.
fi: Korosta kaavion keskushenkilö.

source: Add yellow color background to central person.
fi: Lisää keltainen väri keskushenkilön taustalle.

source: Default (svg)
fi: Oletus (svg)

source: svg - Scalable Vector Graphics file. pdf - Adobe Portable Document Format.
fi: svg - Scalable Vector Graphics tiedosto. pdf - Adobe Portable Document Format.

source: Use database handle instead of GrampID id in URLs.
fi: Käytä tietokannan kahvan sijasta GrampID ja URL-osoitteita.

source: Use database handle instead of the gramps id for URLs. The handle should never change whereas gramps ids can.
fi: Käytä tietokannan kahvaa URL-osoitteiden gramps-tunnuksen sijaan. Kahvan ei pitäisi koskaan muuttua, kun taas gramps id voi.

source: Confirm overwrite file.
fi: Vahvista ylikirjoitustiedosto.

source: Enable/disable confirmation of file overwrite.
fi: Ota tiedoston päällekirjoitus käyttöön/poista se käytöstä.

source: Colors
fi: Värit
nn: Fargar
pt_br: Cores

source: none
fi: ei mitään

source: Date format
fi: Päivämäärän muoto

source: Female Background Alpha
fi: Naisvärin läpinäkyvyys

source: Data Entry Gramplet
pl: Gramplet Wpis danych
pt_br: Gramplet de inserção de dados

source: Active person
pl: Aktywna osoba
pt_br: Pessoa ativa

source: Family:
pl: Rodzina:
pt_br: Família:

source: Surname, Given
pl: Nadane nazwisko
pt_br: Sobrenome, Nome próprio

source: Save
pl: Zapisz
pt_br: Salvar

source: Abandon
pl: Porzuć
pt_br: Abandonar

source: New person
pl: Nowa Osoba
pt_br: Nova pessoa

source: Add relation
pl: Dodaj relację
pt_br: Adicionar relação

source: No relation to active person
pl: Brak relacji do aktywnej osoby
pt_br: Nenhuma relação para a pessoa ativa

source: Add as a Parent
pl: Dodaj jako rodzica
pt_br: Adicionar como pai/mãe

source: Add as a Spouse
pl: Dodaj jako małżonka
pt_br: Adicionar como cônjuge

source: Add as a Sibling
pl: Dodaj jako rodzeństwo
pt_br: Adicionar como irmã(o)

source: Add as a Child
pl: Dodaj jako dziecko
pt_br: Adicionar como filho(a)

source: Copy Active Data
pl: Kopiuj aktywne dane
pt_br: Copiar os dados ativos

source: in
pl: w
pt_br: em

source: Gramplet Data Edit: %s
pl: Gramplet edycji daty: %s
pt_br: Gramplet de edição de dados: %s

source: Please provide a name.
pl: Proszę podać imię
pt_br: Indique um nome.

source: Can't add new person.
pl: Nie można dodać nowej osoby.
pt_br: Adicionar uma nova pessoa.

source: Please set an active person.
pl: Proszę wskazać aktywną osobę.
pt_br: Defina uma pessoa como ativa.

source: Can't add new person as a parent.
pl: Nie można dodać nowej osoby jako rodzica.
pt_br: Não foi possível adicionar a nova pessoa como mãe/pai

source: Please set the new person's gender.
pl: Proszę ustawić płeć dla nowej osoby.
pt_br: Defina o sexo da nova pessoa.

source: Can't add new person as a spouse.
pl: Nie można dodać nowej osoby jako małżonka.
pt_br: Não foi possível adicionar a nova pessoa como cônjuge.

source: Can't add new person as a sibling.
pl: Nie można dodać nowej osoby jako rodzeństwa.
pt_br: Não foi possível adicionar a nova pessoa como irmã(o).

source: Can't add new person as a child.
pl: Nie można dodać nowej osoby jako dziecka.
pt_br: Não foi possível adicionar a nova pessoa como filho(a).

source: Please set gender on Active or new person.
pl: Proszę ustawić płeć dla nowej albo aktywnej osoby.
pt_br: Defina o sexo na pessoa ativa ou nova.

source: Same genders on Active and new person.
pl: Ta sama płeć dla nowej i aktywnej osoby.
pt_br: Mesmo sexo da pessoa ativa e nova.

source: Please set gender on Active person.
pl: Proszę ustawić płeć dla aktywnej osoby.
pt_br: Defina o sexo da pessoa ativa.

source: New source
pl: Nowe Źródło
pt_br: Nova fonte

source: Done!
pl: Gotowe!
pt_br: Concluído!

source: Beta
pl: Wersja beta

source: Python Shell
pl: Konsola Pythona

source: Enter Python expressions
pl: Wprowadź wyrażenie Pythona

source: No Source
pl: Brak źródła

source: Ancestor
pl: Przodek

source: Descendant
pl: Potomek

source: Fan
pl: Kibic

source: Growth Spiral
pl: Spirala wzrostu

source: Mandelbrot Tree
pl: Drzewo Mandelbrota

source: Pythagoras Tree
pl: Drzewo Pitagorasa

source: right to left
pl: Poziomo (z lewa na prawo)

source: left to right
pl: Poziomo (z lewa na prawo)

source: top to bottom
pl: Pionowo (z dołu do góry)

source: bottom to top
pl: Pionowo (z dołu do góry)

source: role
pl: rola

source: description
pl: opis

source: witnesses
pl: Świadkowie

source: Failure writing %s
pl: Niepowodzenie przy zapisywaniu %s

source: Unknown time direction
pl: Nieznany kierunek czasu

source: volume
pl: głośność

source: author
pl: autor

source: publication_info
pl: info publikacji

source: abbreviation
pl: skrót

source: of
pl: z

source: the chart type runs out of bounds
pl: typ wykresu wykracza poza granice

source: DenominoViso Options
pl: Opcje DenominoViso

source: Central Person
pl: Osoba centralna

source: The central person for the tree
pl: Centralna osoba dla drzewa

source: Title of the webpage
pl: Tytuł strony www

source: Any string you wish.
pl: Dowolny tekst który chcesz wpisać.

source: Either plot ancestor or descendants graph.
pl: Określa czy rysować wykres przodków czy potomków

source: Display type
pl: Typ wyświetlania

source: The type of graph to create.
pl: Typ grafu do utworzenia

source: Direction of time
pl: Kierunek czasu

source: Direction in which time increases.
pl: Kierunek, w którym czas wzrasta

source: Max chart width (%)
pl: Maks. szerokość grafu (%)

source: Width of the tree as fraction of the browser window
pl: Szerokość drzewa określana jako część szerokości okna przeglądarki

source: Max chart height (px)
pl: Maks. wysokość grafu (px)

source: Height of the tree in pixels.
pl: Wysokość drzewa w pikselach.

source: Closing remarks
pl: Uwagi końcowe

source: List of strings, free text added at the bottom, for example for a copyright notice.
pl: Lista ciągów znaków, luźnych tekstów dodawanych na dole, np. informacji o prawach autorskich.

source: Include Options
pl: Dołączaj opcje

source: Include private records
pl: Dołącz rekordy prywatne

source: Include Events
pl: Dołącz zdarzenia

source: Include birth children
pl: Dołącz urodziny dzieci

source: Whether to include the birth of children in the list of events.
pl: Określa, czy dołączać urodziny dzieci do listy zdarzeń.

source: Include death relatives
pl: Dołącz zmarłych krewnych

source: Whether to include the death of relatives during the lifetime of person.
pl: Określa, czy dołączać krewnych zmarłych podczas życia danej osoby.

source: Include witness note
pl: Dodaj notatki świadków

source: Whether to include the note belonging to a witness (if the event_format contains <witnesses>)
pl: Określa, czy dołączać notatkę związaną ze świadkiem (jeśli event_format zawiera <świadek> (<witness>))

source: Whether to include a person's attributes
pl: Określa, czy dołączać atrybuty osoby

source: Include Addresses
pl: Dołącz adresy

source: Whether to include a person's addresses.
pl: Określa, czy dołączać adresy dla osoby..

source: Include Note
pl: Dołącz notatkę

source: Whether to include a person's note.
pl: Określa, czy dołączać indywidualną notatkę osoby.

source: Include URL
pl: Dołącz adres URL

source: Whether to include a person's internet address.
pl: Określa, czy dołączać internetowy adres URL osoby.

source: Include URL description
pl: Opis adresu URL

source: Whether to include the description of the first URL
pl: Określa, czy dołączać opis pierwszego adresu URL

source: Include Sources
pl: Dołącz źródła

source: Whether to include a person's sources.
pl: Określa, czy dołączać źródła osoby.

source: Image Options
pl: Opcje obrazów

source: Include Photos/Images from Gallery
pl: Dołącz zdjęcia / obrazy z galerii

source: Whether to include images
pl: Określa, czy dołączać zdjęcia.

source: Copy Image
pl: Kopiuj obraz

source: Copy the images to a designated directory.
pl: Kopiuj obrazy do wskazanego katalogu.

source: Images with Attribute
pl: Obrazy z atrybutami

source: Determine images with which attributes to in/exclude
pl: Określa obrazy, których atrybuty dołączają je/wykluczają je

source: Include Image source references
pl: Określa, czy dołączać odnośniki do źródeł dla obrazów.

source: Whether to include references for images
pl: Określa, czy dołączać odnośniki dla obrazów.

source: Source reference attribute
pl: Atrybut odwołania źródła

source: Image attribute that should be used as source reference
pl: Atrybut obrazu który powinien być używany jako referencja źródła

source: Style Options
pl: Opcje stylu

source: Color of active person:
pl: Kolor aktywnej osoby:

source: RGB-color of geometric shape of the activated person.
pl: Kolor RGB kształtu geometrycznego aktywnej osoby.

source: Color of found persons:
pl: Kolor znalezionej osoby:

source: RGB-color of geometric shape of the persons found.
pl: Kolor RGB kształtu geometrycznego znalezionych osób.

source: Color of male persons:
pl: Kolor osoby płci męskiej:

source: RGB-color of geometric shape of the male persons.
pl: Kolor RGB kształtu geometrycznego osoby płci męskiej.

source: Colour of female persons:
pl: Kolor osoby płci żeńskiej:

source: RGB-color of geometric shape of the female persons.
pl: Kolor RGB kształtu geometrycznego osoby płci żeńskiej.

source: Width of rectangle (hrd):
pl: Szerokość prostokąta (hdr):

source: Height of rectangle (hrd):
pl: Wysokość prostokąta (hdr):

source: Vertical distance of rectangles (hrd):
pl: Pionowy odstęp prostokątów (hdr):

source: Extra style settings:
pl: Dodatkowe ustawienia stylu:

source: Mouse event handler
pl: Uchwyt zdarzenia myszy

source: Mouse handler used to interact with visitor of webpage.
pl: Uchwyt zdarzenia myszy dla interakcji z odwiedzającymi stronę.

source: Birth relationship linestyle
pl: Styl linii relacji urodzenia

source: List of lists where each sublist is a list with information about the dash pattern of lines connecting children to parents.
pl: Lista list, gdzie każda podlista jest listą z elementami o wzorach kreskowania linii łączących dzieci z rodzicami.

source: Source confidence color
pl: Kolor poufności źródła

source: Event format
pl: Format zdarzenia

source: at
pl: na

source: List os strings with placeholders for events. Known placeholders: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> and any <attribute-value>.
pl: Listy ciągów znakowych z kluczami dla zdarzeń. Znane klucze: <type>, <role>, <date>, <place>, <description>, <witnesses>, <source> and dowolny <attribute-value>.

source: Source format
pl: Format źródła

source: List of strings with placeholders for sources. Known placeholders: <title>, <volume>, <author>, <publication_info> and <abbreviation>.
pl: Listy ciągów znakowych z kluczami dla miejsc. Znane klucze: <title>, <volume>, <author>, <publication_info> oraz <abbreviation>.

source: restricted to:
pl: ograniczony do:

source: to directory:
pl: do katalogu:

source: Save images in ...
pl: Zapisz obrazki w ...

source: should be
pl: powinien być

source: Name HTML-wrapper file
pl: Nazwa pliku wrapper HTML

source: Save HTML-wrapper file as ...
pl: Zapisz plik wrapper HTML jako ...

source: Give a filename ...
pl: Podaj nazwę pliku...

source: Relation type
pl: Typ relacji

source: Use dashed linestyle
pl: Użyj linii przerywanych

source: Dash length
pl: Długość kreski

source: Inter-dash length
pl: Długość odstępu międzykreskowego

source: Note Gramplet
pl: Gramplet Notatki

source: Add Note
pl: Dodaj Notatkę

source: Edit Note
pl: Modyfikuj notatkę

source: All Names of All People
pl: Wszystkie imiona wszystkich osób
pt_br: Todos os nomes de todas as pessoas

source: Name Type
pl: Typ nazwiska
pt_br: Tipo de nome

source: Total names %d
pl: Liczba imion %d
pt_br: Total de nomes %d

source: Edit Image Exif Metadata
nn: Rediger Exif Metadata for bilete
pl: Edytuj metadane Exif obrazu
pt_br: Editar metadados EXIF da imagem

source: Gramplet to view, edit, and save image Exif metadata
nn: Smågramps for å sjå, redigera og lagra Exif metadata for bilete
pl: Gramplet do podglądu, edycji oraz zapisu metadanych Exif
pt_br: Gramplet para exibir, editar e salvar os metadados EXIF das imagens

source: Edit Exif Metadata
nn: Rediger Exif Metadata
pl: Edytuj metadane Exif
pt_br: Editar metadados EXIF

source: <-- Image Types -->
nn: <-- Bilettypar -->
pl: <-- Typy obrazów -->
pt_br: <-- Tipos de imagem -->

source: Warning: Changing this entry will update the Media object title field in Gramps not Exiv2 metadata.
nn: ÅTVARING: Endring av denne posten vil oppdatera tittelfeltet for mediaobjektet i Gramps og ikkje Exiv2-metadata.
pl: Ostrzeżenie: Zmiana tego ustawienia zaktualizuje tytuły obiektów medialnych w Grampsie, ale nie w metadanych Exiv2.
pt_br: Aviso: A alteração deste item irá atualizar o campo de título do objeto multimídia no Gramps e não nos metadados Exiv2.

source: Provide a short description for this image.
pl: Podaj krótki opis dla tego zdjęcia.
pt_br: Forneça uma breve descrição para esta imagem.

source: Enter the Artist/ Author of this image. The person's name or the company who is responsible for the creation of this image.
nn: Skriv inn kunstnar/forfattar av dette biletet. Dette er personen eller firmaet som er ansvarleg for dette biletet.
pl: Wprowadź Artystę/Autora tego obrazu. Nazwisko osoby lub firmy która jest odpowiedzialna za stworzenie tego obrazu.
pt_br: Insira o Artista/Autor desta imagem. O nome da pessoa ou empresa que é responsável pela criação desta imagem.

source: Enter the copyright information for this image.
nn: Skriv inn informasjon om opphavsrett for dett biletet.
pl: Wprowadź prawa autorskie dla tego obrazu.
pt_br: Insira as informações sobre direitos autorais desta imagem.

source: The original date/ time when the image was first created/ taken as in a photograph. Example: 1830-01-1 09:30:59
nn: Den opprinnelege dato/tid då dette biletet først vart oppretta/teke som fotografi. Døme: 1830-01-01 09:30:59
pl: Oryginalna data/czas utworzenia obrazu/zrobienia zdjęcia. Na przykład: 1830-01-1 09:30:59
pt_br: A data/hora quando a imagem foi criada/obtida como e uma fotografia. Exemplo: 1830-01-1 09:30:59

source: This is the date/ time that the image was last changed/ modified. Example: 2011-05-24 14:30:00
nn: Dette er datoen/tida då dette biletet sist vart endra/modifisert. Døme: 2011-05-24 14:30:00
pl: Jest to data/czas ostatniej modyfikacji/zmiany obrazu. Na przykład: 2011-05-24 14:30:00
pt_br: A data/hora quando a imagem foi alterada/modificada pela última vez. Exemplo: 2011-05-24 14:30:00

source: Displays the Gramps Wiki Help page for 'Edit Image Exif Metadata' in your web browser.
nn: Viser hjelpesidene for 'Redigering av Exif Metadata' på Gramps Wiki i nettlesaren din.
pl: Wyświetla stronę pomocy Gramps Wiki dla 'Edycja metadanych Exif obrazu' w Twojej przeglądarce.
pt_br: Apresenta a página de ajuda do Wiki Gramps para 'Editar metadados EXIF da imagem' no seu navegador Web.

source: This will open up a new window to allow you to edit/ modify this image's Exif metadata. It will also allow you to be able to Save the modified metadata.
nn: Dette opnar eit nytt vindauga for å la deg redigera/endra Exif Metadata for dette biletet. Du vil og få høve til å lagra dei endra metadataene.
pl: Otwiera nowe okno modalne pozwalające Ci na edycję/modyfikację metadanych Exif. Pozwala Ci ono także na zapisanie zmodyfikowanych metadanych.
pt_br: Isto irá abrir uma nova janela para permitir que você edite ou modifique este metadados EXIF da imagem. Também permitirá salvar os metadados modificados.

source: Will produce a Popup window showing a Thumbnail Viewing Area
nn: Vil laga eit oppsprettsvindauga som viser eit område for visning av miniatyrbilete
pl: Spowoduje powstanie wyskakującego okna pokazującego miniaturkę oglądanego terenu
pt_br: Irá produzir uma janela instantânea mostrando uma área de exibição de miniaturas

source: Select from a drop- down box the image file type that you would like to convert your non- Exiv2 compatible media object to.
nn: Vel frå rullegardinmenyen den filtypen som du ønskjer å konvertera medieobjekta dine som ikkje er Exiv2-kompatible til.
pl: Wybierz z menu rozwijanego typ pliku na jaki chcesz przekonwertować Twoje nie kompatybilne z Exiv2 obiekty medialne.
pt_br: Selecione o tipo de arquivo de imagem a partir de uma lista, que você gostaria de converter para um objeto multimídia não compatível com o Exiv2.

source: If your image is not of an image type that can have Exif metadata read/ written to/from, convert it to a type that can?
nn: Du har kanskje bilete som du ikkje kan lesa eller skriva Exif Metadata til/frå. Vil du konvertera desse til ein type som kan?
pl: Jeśli Twój obraz nie jest zdjęciem, które może posiadać odczytywalne i zapisywalne pola Exif, to czy program ma je konwertować na typ mający takie możliwości?
pt_br: Se a sua imagem não é de um tipo que pode armazenar metadados EXIF, deseja converter para um tipo compatível?

source: WARNING: This will completely erase all Exif metadata from this image! Are you sure that you want to do this?
nn: ÅTVARING: Dette kjem til å sletta alle Exif Metadata frå dette biletet! Er du sikker på at du vil gjera dette?
pl: UWAGA: Spowoduje to całkowite usunięcie wszystkich metadanych Exif z obrazu!. Czy na pewno chcesz to zrobić?
pt_br: AVISO: Isto apagará todos os metadados EXIF desta imagem! Deseja realmente fazer isto?

source: Thumbnail
nn: Miniatyrbilete
pl: Miniaturka
pt_br: Miniatura

source: Select an image to begin...
nn: Vel eit bilete for å byrja...
pl: Wybierz obraz aby rozpocząć...
pt_br: Selecione uma imagem para iniciar...
