Repository: ahs3/addons-source
Catalog: LinesOfDescendency/po/*-local.po
Languages: fr

source: The style used for the title of the page.
fr: Le style utilisé pour les titres de page.

source: Ancestor
fr: Ascendant

source: Lines of Descendency Report
fr: Rapport sur les lignes de descendance

source: Prints out all descendency lines from a given ancestor to a given descendent in text.
fr: Affiche toutes les lignes de descendants d'un ancêtre donné à un descendant choisi dans un format textuel.

source: The ancestor from which to start the line
fr: L'ascendant à partir duquel on commence la lignée

source: Descendent
fr: Descendants

source: The descendent to which to build the line
fr: Le descendant à partir duquel on construit la lignée

source: The style used for the title of a line.
fr: Le style utilisé pour le titre de la ligne.

source: %(line)s. line:
fr: %(line)s. ligne :

source: Lines of Descendency from %(ancestor)s to %(descendent)s
fr: Lignées de descendants de %(ancestor)s à %(descendent)s
