Repository: ahs3/addons-source
Catalog: RelID/po/*-local.po
Languages: ja, ru, sk

source: Save
ja: 保存
ru: Сохранить
sk: Uložiť

source: Display relations and distances with the home person
ja: 自宅の人との人間関係や距離を表示する
ru: Отображает связи с главным лицом
sk: Zobraziť vzťahy a vzdialenosti s domácou osobou

source: Will display relational informations with the home person
ja: 自宅の人との関連情報を表示します
ru: Будет показана информация о связи с главным лицом
sk: Zobrazí informácie o vzťahoch s domácou osobou

source: Relation and distances with root
ja: ルートとの関係と距離
ru: Связи с главным лицом
sk: Vzťah a vzdialenosti s koreňom

source: Folder Chooser
ja: フォルダー選択
ru: Выбор каталога
sk: Výber priečinka

source: _Select
ru: _Выбрать
sk: _Vybrať

source: Please, select a folder
ja: フォルダーを選択してください
ru: Выберите каталог
sk: Prosím, vyberte priečinok

source: Rel_id
ru: Связи

source: Relation
ja: 関係
ru: Отношения
sk: Vzťah

source: up
ja: 上
ru: вверх
sk: hore

source: down
ja: 下
ru: вниз
sk: dole

source: Common MRA
ja: 一般的なMRA
ru: Обычный MRA
sk: Spoločný MRA

source: Rank
ja: ランク
ru: Категория
sk: Úroveň

source: Period
ja: 期間
ru: Период
sk: Obdobie

source: Please wait, filtering...
ja: お待ちください。フィルタリング中です...
ru: Подождите, применение фильтра...
sk: Prosím, počkajte, filtrujem...

source: No default_person
ja: default_person なし
ru: Нет лица по умолчанию
sk: Žiadna východzia_osoba

source: Generating relation map...
ja: 関係マップを生成中...
ru: Создание карты связей
sk: Generovanie mapy vzťahov...

source: %d/%d %d/%d seconds %d/%d %f| %f
ja: %d/%d %d/%d 秒 %d/%d %f| %f
ru: %d/%d %d/%d сек. %d/%d %f| %f
sk: %d/%d %d/%d sekúnd %d/%d %f| %f

source: You do not have write rights on this folder
ja: このフォルダへの書き込み権限がありません
ru: У Вас нет прав на запись в этом каталоге
sk: Nemáte práva na zápis v tomto priečinku
