Repository: ahs3/addons-source
Catalog: AncestorFill/po/*-local.po
Languages: ja, sk, sv

source: AncestorFill
ja: 先祖を埋める
sk: Doplnenie predkov
sv: Anors fyllnadsgrad

source: Report on the filling of the tree
ja: ツリーの充填に関する報告
sk: Správa o naplnení stromu
sv: Rapport över ifyllnad av släktträd

source: AncestorFill for %s
ja: %s の先祖の記入
sk: Naplnenie predkov pre %s
sv: AncestorFill för %s

source: Generation
ja: 世代
sk: Generácia

source: Number of Ancestors found
ja: 発見された祖先の数
sk: Počet nájdených predkov
sv: Antal förfäder som hittats

source: Percent of Ancestors found
ja: 見つかった祖先の割合
sk: Percento nájdených predkov
sv: Procent av förfäderna hittades

source: Number of unique Ancestors found
ja: 見つかった固有の祖先数
sk: Počet nájdených jedinečných predkov
sv: Antal unika förfäder som hittats

source: Number of theoretical Ancestors
ja: 理論上の祖先の数
sk: Počet teoretických predkov
sv: Antal teoretiska förfäder

source: Pedigree Collapse
ja: 家系崩壊
sk: Zbaliť rodokmeň
sv: Anförlust

source: Total Number of Ancestors found
ja: 見つかった祖先の総数
sk: Celkový počet nájdených predkov
sv: Totalt antal förfäder som hittats

source: Total Number of unique Ancestors found
ja: 見つかった固有の祖先の総数
sk: Celkový počet nájdených jedinečných predkov
sv: Totalt antal unika Ancestors som hittats

source: Note: This report only counts ancestors with a parent-child relationship of birth.
ja: 注意 : このレポートでは、出生による親子関係を持つ先祖のみをカウントします。
sk: Poznámka: Táto správa počíta iba predkov s rodičovsko-detským vzťahom narodenia.

source: Filled digit
ja: 埋められた数字
sk: Vyplnená číslica

source: The number of digits after comma to include in the report for the percentage of ancestor found at a given generation
ja: 特定の世代で見つかった祖先の割合をレポートに含めるコンマの後の桁数
sk: Počet číslic za čiarkou, ktoré sa majú zahrnúť do správy o percentách nájdených predkov v danej generácii

source: Collapsed digit
ja: 折りたたまれた数字
sk: Zbalená číslica

source: The number of digits after comma to include in the report for the pedigree Collapse
ja: 家系図レポートに含めるカンマの後の桁数
sk: Počet číslic za čiarkou, ktoré sa majú zahrnúť do správy o rodokmeni Zbaliť
sv: Antalet siffror efter kommatecken som ska inkluderas i rapporten för anförlust

source: Display theoretical
ja: 理論上の表示
sk: Zobraziť teoretické
sv: Visa teoretisk

source: Whether to display the theoretical number of ancestor by generation
ja: 世代ごとに祖先の理論的な数を表示するかどうか
sk: Či zobraziť teoretický počet predkov podľa generácie

source: The style used for the title of the page.
ja: ページのタイトルに使用されるスタイル。
sk: Štýl použitý pre titul strany.
sv: Mall för rapporttitel.
