Repository: ahs3/addons-source
Catalog: GraphView/po/*-local.po
Languages: he, it, sv

source: Graph View
sv: Diagramvy

source: Show IDs
sv: Visa IDs

source: Show avatars
sv: Visa avatarer

source: Highlight the home person
sv: Markera hempersonen

source: Show full dates
he: הצגת תאריכים מלאים
sv: Visa fullständiga datum

source: Show places
he: הצגת מקומות
sv: Visa platser

source: Vertical: Top to Bottom
sv: Vertikal: Uppifrån och ner

source: Vertical: Bottom to Top
sv: Vertikal: Nerifrån och upp

source: Horizontal: Left to Right
sv: Horisontell: Vänster till höger

source: Horizontal: Right to Left
sv: Horisontell: Höger till vänster

source: Time Direction
he: כיוון ציר זמן
sv: Tidsriktning

source: Person theme
sv: Persontema

source: Path color to home person
sv: Målfärg till hemperson

source: Font:
he: גופן:
it: Carattere:
sv: Typsnitt:

source: Avatars style
sv: Stil på avatarer

source: Choose male avatar
sv: Välj mansavatar

source: Choose female avatar
sv: Välj kvinnoavatar

source: Unknown avatar:
he: יצגן לא ידוע:
sv: Okänd avatar:

source: Other avatar:
sv: Annan avatar:

source: Active person border size
he: גודל גבול אדם פעיל
sv: Kantstorlek för aktiv person

source: Person border size
sv: Kantstorlek på person

source: Themes
he: ערכות נושא
sv: Teman

source: Show animation
sv: Visa animation

source: Show person images
he: הצגת תמונות אדם
it: Mostra le immagini delle persone
sv: Visa personbilder

source: Search
he: חיפוש
sv: Sök

source: Select a dot file name
he: בחר שם קובץ נקודה
sv: Välj ett punktfilnamn

source: Zoom in
he: התקרבות
sv: Zooma in

source: Zoom out
he: התרחקות
sv: Zooma ut

source: Zoom to original
sv: Zooma till originalet

source: Zoom to best fit
sv: Zooma för att passa bäst

source: Go to active person
he: מעבר לאדם הפעיל
sv: Gå till aktiv person

source: Go to bookmark
sv: Gå till bokmärke

source: Ancestor generations
sv: Förfädersgenerationer

source: Descendant generations
sv: Ättlingagenerationer

source: Vertical spacing between generations
he: רווח אנכי בין דורות
it: Spaziatura verticale tra le generazioni
sv: Vertikalt avstånd mellan generationer

source: Horizontal spacing between generations
he: רווח אופקי בין דורות
it: Spaziatura orizzontale tra le generazioni
sv: Horisontellt avstånd mellan generationer

source: Spacings
sv: Mellanrum

source: Add active person
he: הוספת אדם פעיל
sv: Lägg till aktiv person

source: found: %s
he: נמצא: %s
sv: hittade: %s

source: Change active person?
he: לשנות אדם פעיל?
it: Modificare la persona attiva?
sv: Ändra den aktiva personen?

source: Image on left side
it: Immagine sulla sinistra
sv: Bild på vänstra sidan

source: <b>Tags:</b>
it: <b>Etichette:</b>
sv: <b>Taggar:</b>

source: Lines type
sv: Linjetyp

source: Direct
sv: Direkt

source: Copy
he: העתקה
sv: Kopiera

source: No Events for this person
he: אין אירועים לאדם זה
sv: Inga händelser för denna person

source: Select tags for person
he: בחירת תגים לאדם
it: Seleziona etichette per persona
sv: Välj taggar för personen

source: Add new family
sv: Lägg till ny familj

source: Add parents
he: הוספת שותפים
sv: Lägg till föräldrar

source: Set as home person
he: הגדרה כאדם הבית
sv: Ställ in som huvudperson

source: Show path to home person
he: הצגת נתיב לאדם הבית
sv: Visa mål till hemperson

source: No Events for this family
sv: Inga händelser för denna familj

source: Select tags for family
it: Seleziona etichette per famiglia
sv: Välj taggar för familj

source: Add father
he: הוספת אב
sv: Lägg till far

source: Add mother
he: הוספת אם
sv: Lägg till mor

source: About Graph View
sv: Om Graph View

source: Adding Tags to person (%s)
it: Aggiunta di etichette alla persona (%s)
sv: Lägger till taggar till person (%s)

source: Adding Tags to family (%s)
it: Aggiunta di etichette alla famiglia (%s)
sv: Lägger till taggar till familjen (%s)

source: Dark (default)
sv: Mörk (standard)

source: Light
he: קל
it: Chiaro
sv: Ljus

source: Cartoon
sv: Tecknad film

source: Other persons from database
sv: Andra personer från databasen

source: Search...
he: חיפוש...
it: Ricerca...
sv: Sök...
