Repository: ahs3/addons-source
Catalog: DateCalculator/po/*-local.po
Languages: pt_pt

source: Reference Date or Date Range
pt_pt: Data de referência ou intervalo de datas

source: a valid Gramps date
pt_pt: uma data Gramps válida

source: Date or offset ±y or ±y, m, d
pt_pt: Data ou desvio ±y ou ±y, m, d

source: 1. a Date 2. a positive or negative number, representing years 3. a positive or negative list of values, representing years, months, days
pt_pt: 1. uma data 2. um número positivo ou negativo, representando anos 3. uma lista de valores positivos ou negativos, representando anos, meses, dias

source: Result
pt_pt: Resultado

source: Calculate
pt_pt: Calcular

source: Copy
pt_pt: Copiar

source: Error: invalid date for first expression
pt_pt: Erro: data inválida para a primeira expressão

source: Error: invalid offset for second expression
pt_pt: Erro: desvio inválido para a segunda expressão

source: Error: at least one expression must be a date
pt_pt: Erro: pelo menos uma das expressões tem de ser uma data

source: Enter an expression in the entries above and click Calculate.
pt_pt: Insira uma expressão nos campos acima e clique em Calcular.

source: Date Calculator
pt_pt: Calculadora de datas

source: Perform date math calculations
pt_pt: Efectuar cálculos matemáticos de datas
