Repository: ahs3/addons-source
Catalog: LifeLineChartView/po/*-local.po
Languages: he

source: Hide person
he: להסתיר אדם

source: Show person
he: הצגת אדם

source: Show siblings
he: הצגת אחאים

source: Hide siblings
he: הסתרת אחאים

source: General Layout
he: עימוד כללי

source: Zoom in
he: התקרבות

source: Zoom out
he: התרחקות

source: Reset all settings
he: שיצוב כלל ההגדרות

source: Show photos
he: הצגת תמונות

source: Photo size
he: גודל תמונה

source: Total height
he: גובה כללי

source: Relative line thickness
he: עובי קו יחסי

source: Show birth label
he: הצגת תווית לידה

source: Activate the birth label.
he: שפעול תווית הלידה.

source: Show death label
he: הצגת תווית פטירה

source: Activate the death label.
he: שפעול תווית הפטירה.

source: Activate the marriage label.
he: שפעול תווית ההנישואין.

source: Font name
he: שם גופן

source: Relative font size
he: גודל גופן יחסי

source: Family shape
he: צורת משפחה

source: Visualize connections
he: החזיית קשרים

source: General chart layout
he: עימוד תרשים כללי
