Repository: ahs3/addons-source
Catalog: SearchGramplet/po/*-local.po
Languages: he, nl, sv

source: Search
he: חיפוש
nl: Zoeken
sv: Sök

source: Gramplet for search objects in database.
he: גראמפלט לחיפוש עצמים מבמסד הנתונים.
nl: Gramplet voor zoekobjecten in database.
sv: Gramplet för att söka objekt i databasen.

source: Show bookmarked first
nl: Toon personen met een bladwijzer eerst

source: Sort by object type
he: מיון לפי סוג עצם
nl: Sorteren op objecttype
sv: Sortera efter objekttyp

source: Persons
he: אנשים
nl: Personen
sv: Personer

source: Menu to set search objects
he: תפריט להגדרת עצמים לחיפוש
nl: Menu om zoekobjecten in te stellen
sv: Meny för att ställa in sökobjekt

source: Select objects to search
he: בחירת עצמים לחיפוש
nl: Selecteer objecten om te zoeken
sv: Välj objekt att söka efter

source: SearchGramplet configuration menu
nl: SearchGramplet configuratiemenu
sv: Konfigurationsmeny för SökGramplet

source: found: %s
he: נמצא: %s
nl: gevonden: %s
sv: hittade: %s

source: No matches...
he: אין התאמות...
nl: Geen overeenkomsten…
sv: Inga matchningar...

source: Start type to search
nl: Begin met typen om te zoeken
sv: Börja skriva för att söka

source: Start type to search objects. To show all objects enter only «*» symbol.
nl: Begin met typen om objecten te zoeken. Om alle objecten weer te geven, voer alleen het symbool «*» in.

source: Search...
he: חיפוש...
nl: Zoeken...
sv: Sök...

source: Remove from bookmarks
nl: Verwijderen uit bladwijzers

source: Add to bookmarks
nl: Voeg toe aan bladwijzers

source: Birth: %s
nl: Geboorte: %s
sv: Födelse: %s

source: Death: %s
he: תאריך: %s
nl: Overlijden: %s
sv: Död: %s

source: Parents:
nl: Ouders:

source: Set as Active person
he: הגדרה כאדם פעיל
nl: Instellen als actieve persoon
sv: Ställ in som aktiv person

source: Set as Home person
he: הגדרה כאדם הבית
nl: Instellen als centrale persoon
sv: Ställ in som huvudperson
