Repository: ahs3/addons-source
Catalog: CombinedView/po/*-local.po
Languages: fr

source: %(abbrev)s %(date)s in %(place)s
fr: %(abbrev)s %(date)s à %(place)s

source: %(event_type)s: %(date)s in %(place)s
fr: %(event_type)s : %(date)s à %(place)s

source: Click to make this event active
fr: Cliquer pour rendre cet évènement actif

source: Click to visit this link
fr: Cliquer pour visiter ce lien

source: Combined
fr: Combiné

source: A view showing relationships and events for a person
fr: Une vue montrant les relations et les évènements pour un individu

source: You need to set a 'default person' to go to. Select the People View, select the person you want as 'Home Person', then confirm your choice via the menu Edit -> Set Home Person.
fr: Vous devez définir une « souche ». Allez dans la vue Individus, sélectionnez la personne qui sera la « souche » de votre arbre puis confirmez votre choix via la menu Édition -> Définir comme souche.

source: Order
fr: Rang

source: Edit the active event
fr: Modifier l'évènement actif

source: Show Tags
fr: Afficher les Étiquettes

source: Vertical Details
fr: Détails verticaux
