Repository: ahs3/addons-source
Catalog: DataEntryGramplet/po/*-local.po
Languages: ca, ja

source: Data Entry Gramplet
ca: Gramplet d'Introducció de Dades
ja: データ入力Gramplet

source: Gramplet for quick data entry
ja: 素早いデータ入力のためのGramplet

source: Active person
ca: Persona activa
ja: アクティブな人

source: Family:
ca: Família:
ja: 家族 :

source: Sources?
ja: ソース?

source: Surname, Given
ca: Cognom, Nom
ja: 姓、名

source: Save
ca: Desar
ja: 保存

source: Abandon
ca: Abandonar
ja: 放棄

source: New person
ca: Persona nova
ja: 新しい人

source: Add relation
ca: Afegir relació
ja: 関係を追加

source: No relation to active person
ca: No hi ha relació amb la persona activa
ja: アクティブな人とは関係ない

source: Add as a Parent
ca: Afegir com a Pare
ja: 親として追加

source: Add as a Mother
ja: 母親として追加

source: Add as a Father
ja: 父親として追加

source: Add as a Spouse
ca: Afegir com a Cònjuge
ja: 配偶者として追加

source: Add as a Wife
ja: 妻として追加

source: Add as a Husband
ja: 夫として追加

source: Add as a Sibling
ca: Afegir com a Germà
ja: 兄弟として追加

source: Add as a Child
ca: Afegir com a Fill
ja: 子供として追加

source: Copy Active Data
ca: Copiar Dades Actives
ja: アクティブデータのコピー

source: Gramplet Data Edit: %s
ca: Edició de Dades en Gramplet: %s
ja: Gramplet データ編集 : %s

source: Please provide a name.
ca: Si us plau introdueixi un nom.
ja: 名前を入力してください。

source: Can't add new person.
ca: No es pot afegir una persona nova.
ja: 新しい人を追加できません。

source: Please set an active person.
ca: Fixi si us plau una persona activa.
ja: アクティブな人を設定してください。

source: Can't add new person as a parent.
ca: No es pot afegir persona nova com a progenitor.
ja: 新しい人を親として追加できません。

source: Please set the new person's gender.
ca: Digui si us plau el gènere de la persona nova.
ja: 新しい人の性別を設定してください。

source: Can't add new person as a mother.
ja: 新しい人を母親として追加することはできません。

source: Can't add new person as a father.
ja: 新しい人を父親として追加することはできません。

source: Can't add new person as a spouse.
ca: No es pot afegir persona nova com a cònjuge.
ja: 新しい人を配偶者として追加することはできません。

source: Can't add new person as a wife.
ja: 新しい人を妻として追加できません。

source: Can't add new person as a husband.
ja: 新しい人を夫として追加することはできません。

source: Can't add new person as a sibling.
ca: No es pot afegir persona nova com a germà.
ja: 新しい人を兄弟として追加することはできません。

source: Can't add new person as a child.
ca: No es pot afegir persona nova com a fill.
ja: 新しい人を子供として追加することはできません。

source: Please set Active person.
ja: アクティブユーザーを設定してください。

source: Can't add new person as a spouse to no one.
ja: 誰にも新しい人を配偶者として追加することはできません。

source: Please set gender on Active or new person.
ca: Si us plau, fixi el gènere de la persona Activa o nova.
ja: 性別をアクティブまたは新規ユーザーに設定してください。

source: Same genders on Active and new person.
ca: Gèneres iguals a la persona nova i activa.
ja: アクティブユーザーと新規ユーザーの性別は同じです。

source: Please set gender on Active person.
ca: Si us plau fixi el gènere de la persona Activa.
ja: 性別をアクティブな人に設定してください。

source: in
ca: a
