Repository: ahs3/addons-source
Catalog: DescendantsLines/po/*-local.po
Languages: fr, he, it, ru, sk

source: Descendants Lines
fr: Lignes des descendants
it: Linee dei discendenti
ru: Линии потомков
sk: Línie potomkov

source: Produces descendants lines of a person
fr: Produit les lignes de descendants de l'individu
it: Produce le linee dei discendenti di una persona
ru: Создаёт линии потомков для лица
sk: Vytvára línie potomkov osoby

source: Using SVG type for supplemental document is not supported!
it: L'utilizzo del tipo SVG per documento supplementare non è supportato!
ru: Использование SVG для дополнительных документов не поддерживается!
sk: Používanie typu SVG pre doplnkový dokument nie je podporované!

source: Output format
fr: Format de sortie
it: Formato di output
ru: Формат вывода
sk: Formát výstupu

source: PNG format
fr: Format PNG
it: Formato PNG
ru: PNG формат
sk: Formát PNG

source: SVG format
fr: Format SVG
it: Formato SVG
ru: SVG формат
sk: Formát SVG

source: PDF format
fr: Format PDF
it: Formato PDF
ru: PDF формат
sk: Formát PDF

source: PS format
fr: Format PS
it: Formato PS
ru: PS формат
sk: Formát PS

source: The output format to be used
fr: Le format de sortie à utiliser
it: Il formato di output da usare
ru: Формат, который будет использован для вывода
sk: Formát výstupu, ktorý sa má použiť

source: The destination file for the content.
fr: Le fichier de destination pour le contenu.
it: Il file di destinazione per il contenuto
ru: Файл назначения для содержимого.
sk: Cieľový súbor pre obsah.

source: The number of generations to include in the chart. (0 for unlimited)
fr: Le nombre de générations à inclure dans le graphique. (0 pour illimité)
it: Il numero di generazioni da includere nel grafico. (0 per illimitato)
ru: Количество поколений для включения в график. (0 - без ограничений)
sk: Počet generácií, ktoré sa majú zahrnúť do grafu. (0 pre neobmedzený)

source: Use d'Aboville descendant numbering system
fr: Utiliser la numérotation d'Aboville
it: Usa il sistema di numerazione dei discendenti d'Aboville
ru: Использовать систему нумерации потомков по Абовилю
sk: Použiť systém číslovania potomkov d'Aboville

source: Prepend name with d'Aboville descendant number in the chart.
fr: Associer le nom avec la numérotation d'Aboville dans le graphique.
it: Anteponi al nome il numero del discendente d'Aboville nel grafico
ru: Добавить номер перед именем по Абовилю в графике.
sk: Pridať meno s číslom potomka d'Aboville v grafe.

source: Include an image
fr: Inclure une image
he: הכללת תמונה
it: Includi un'immagine
ru: Включать изображения
sk: Zahrnúť obrázok

source: Whether to include an image if one is available.
fr: Inclure ou non une image si disponible.
it: Se includere un'immagine se una è disponibile.
ru: Включать ли изображения, если есть.
sk: Či zahrnúť obrázok, ak je k dispozícii.

source: Max Image height
fr: Hauteur max. de l'image
he: גובה תמונ מירבי
it: Massima altezza dell'immagine
ru: Максимальная высота изображения
sk: Maximálna výška obrázku

source: Maximum image height in pixels, 0=don't scale for height.
fr: Hauteur maximale de l'image en pixels, 0 = pas modification de la hauteur.
he: גובה תמונה מרבי בפיקסלים 0 =לא לבחור עבור גובה.
it: Massima altezza dell'immagine in pixels, 0=non ridimensionare per l'altezza.
ru: Максимальная высота изображения в пикселях, 0 - не масштабировать по высоте.
sk: Maximálna výška obrázka v pixeloch, 0=nemeniť mierku na výšku.

source: Max Image width
fr: Largeur max. de l'image
he: רוחב תמונה מירבי
it: Massima larghezza dell'immagine
ru: Максимальная ширина изображения
sk: Maximálna šírka obrázku

source: Maximum image width in pixels, 0=don't scale for width.
fr: Largeur maximale de l'image en pixels, 0 = pas de modification de la largeur.
he: רוחב מדיה מרבי בפיקסלים 0=לא לבחור עבור רוחב.
it: Massima larghezza dell'immagine in pixels, 0=non ridimensionare per la larghezza
ru: Максимальная ширина изображения, 0 - не масштабировать по ширине.
sk: Maximálna šírka obrázka v pixeloch, 0=nemeniť mierku na šírku.

source: Image Location
fr: Emplacement de l'image
it: Posizione dell'immagine
ru: Расположение изображения
sk: Umiestnenie obrázka

source: Above text
fr: Au-dessus du texte
he: מלל מעל
it: Sopra il testo
ru: Над текстом
sk: Nad textom

source: Left of text
fr: À droite du texte
it: A sinistra del testo
ru: Слева от текста
sk: Vľavo od textu

source: Position of image relative to text
fr: Position de l'image, relative au texte
it: Posizione dell'immagine in relazione al testo
ru: Положение изображения относительно текста
sk: Poloha obrázka vzhľadom na text

source: Colour Name by Gender
fr: Utiliser une couleur selon le genre
it: Colora il nome secondo il genere
ru: Цветовая схема по полу
sk: Farbiť meno podľa pohlavia

source: Color the name to indicate a person's gender in the chart.
fr: Utiliser une couleur sur le nom pour indiquer le genre dans le graphique.
it: Colora il nome per indicare il genere della persona nel grafico.
ru: Изменить цвет имени для обозначения пола лица в графике.
sk: Zafarbí meno, aby sa označilo pohlavie osoby v grafe.

source: Use alternate events, if Primary event is not found
fr: Utilisation des événements alternatifs, si événement principal non-trouvé
it: Usa eventi alternativi se il primo evento non viene trovato
ru: Использовать альтернативные события, если основное событие не найдено
sk: Použiť alternatívne udalosti, ak sa nenájde primárna udalosť

source: Sort Events by Date
fr: Trier les événements par date
it: Ordina gli eventi per data
ru: Сортировать события по дате
sk: Zoradiť udalosti podľa dátumu

source: Sort events by date (else use the order of the 'Display Format' above).
fr: Trier les événements par date (sinon utilise l'ordre du 'Format d'affichage' ci-dessus).
it: Ordina gli eventi per data (altrimenti usa l'ordine di "Formato visualizzazione" sopra).
ru: Сортировать события по дате (иначе используется порядок по умолчанию)
sk: Zoradí udalosti podľa dátumu (inak sa použije poradie 'formátu zobrazenia' vyššie).

source: Text style
fr: Style du texte
he: סגנון מלל
it: Style del testo
ru: Стиль текста
sk: Štýl textu

source: Center-aligned text
fr: Texte aligné au centre
it: Testo allineato al centro
ru: Выравнивание по центру
sk: Text zarovnaný na stred

source: Left-aligned text
fr: Texte aligné à gauche
it: Testo allineato a sinistra
ru: Выравнивание по левому краю
sk: Text zarovnaný vľavo

source: Alignment of the text in the block for each person on the chart
fr: Alignement du texte lié à la section de l'individu dans le graphique
it: Allineamento del testo nel blocco per ogni persona nel grafico
ru: Выравнивание текста в блоках для всех лиц в графике
sk: Zarovnanie textu v bloku pre každú osobu v grafe

source: Max Note Length
fr: Pas de limites de longueur pour la note
it: Lunghezza massima della nota
ru: Максимальная длинна заметки
sk: Max. dĺžka poznámky

source: Maximum length of an event's note field in a text block, '$e(n)' 0=no limit
fr: Longeur maximale pour la note de l'événement, '$e(n)' 0 = pas de limites
it: Lunghezza massima del campo nota di un evento all'interno di un blocco di testo, '$e(n)' 0=illimitato
ru: Максимальная длинна заметки для события, '$e(n)' 0 - без ограничений
sk: Maximálna dĺžka poľa poznámky k udalosti v textovom bloku, '$e(n)' 0=bez obmedzenia

source: Box around Person's block
fr: Boîte autour de la section Individu
it: Rettangolo intorno al blocco della persona
ru: Рамка вокруг блока лица
sk: Rámček okolo bloku osoby

source: Draw a thin black box around each person' text block.
fr: Entourer la section de l'individu avec un léger cadre noir
it: Disegna un rettangolo nero leggero intorno ad ogni blocco di testo di una persona.
ru: Рисовать черную рамку вокруг каждого текстового блока для лица.
sk: Nakreslí tenký čierny rámček okolo textového bloku každej osoby.

source: All Person's blocks have the same height
sk: Všetky bloky osôb majú rovnakú výšku

source: All the blocks of all the person have the same height, which is the height of the highest block.
sk: Všetky bloky všetkých osôb majú rovnakú výšku, čo je výška najvyššieho bloku.

source: All Person's blocks have the same width
sk: Všetky bloky osôb majú rovnakú šírku

source: All the blocks of all the person have the same width, which is the width of the widthest block.
sk: Všetky bloky všetkých osôb majú rovnakú šírku, čo je šírka najširšieho bloku.

source: Colour blocks by Generation
fr: Utiliser une couleur par génération
it: Colora i blocchi secondo la generazione
ru: Цвет блоков по поколению
sk: Farbiť bloky podľa generácie

source: Colour the background of text blocks by generation.
fr: Utiliser une couleur selon les générations à l'arrière plan du texte.
it: Colora lo sfondo dei blocchi di testo secondo la generazione.
ru: Цвет фона текста по поколению.
sk: Zafarbí pozadie textových blokov podľa generácie.

source: Descend block colour intensity
fr: Intensité de la couleur de la section
it: Intensità del colore del blocco del discendente
ru: Насыщенность цвета потомков
sk: Intenzita farby zostupného bloku

source: Intensity of backgound colour in Descendant's Block, 0=faint, 255=intense colour
fr: Intensité de la couleur d'arrière plan, 0 = faible, 255 = couleur intense
it: Intensità del colore di sfondo del blocco del discendente, 0=colore leggero, 255=colore intenso
ru: Насыщенность цвета фона потомков, 0 - слабая. 255 - большая
sk: Intenzita farby pozadia v bloku potomkov, 0=slabá, 255=intenzívna farba

source: Spouse block colour intensity
fr: Intensité de la couleur du conjoint
it: Intensità di colore del blocco coniuge
ru: Насыщенность цвета супругов
sk: Intenzita farby bloku manželov

source: Intensity of backgound colour in Spouse's Block, 0=faint 255=intense colour
fr: Intensité de la couleur d'arrière plan du conjoint, 0 = faible, 255 = couleur intense
it: Intensità di colore dello sfondo del blocco del coniuge, 0=colore leggero, 255=colore intenso
ru: Насыщенность цвета фона супругов, 0 - слабая. 255 - большая
sk: Intenzita farby pozadia v bloku manželov, 0=slabá 255=intenzívna farba

source: Display Formats
sk: Formáty zobrazenia

source: Name Display Format
fr: Format d'affichage du nom
it: Formato di visualizzazione del nome
ru: Формат отображения имени
sk: Formát zobrazenia mena

source: Replace
fr: Remplacer
he: החלפה
it: Sostituzioni
ru: Заменить
sk: Nahradiť

source: Spouse and Family
he: זוגאי ומשפחה
sk: Manžel/ka a rodina

source: Children distance
sk: Vzdialenosť medzi deťmi

source: The horizontal distance between two children of the same family.
sk: Horizontálna vzdialenosť medzi dvoma deťmi tej istej rodiny.

source: Space around text
he: רווח מסביב למלל
sk: Medzera okolo textu

source: The space to add around the text block of a person.
sk: Medzera, ktorá sa pridá okolo textového bloku osoby.

source: Space between lines of text
sk: Medzera medzi riadkami textu

source: The space to add between a line and the next in a person text block.
sk: Medzera, ktorá sa pridá medzi riadkami v textovom bloku osoby.

source: Header and Footer
sk: Záhlavie a päta

source: The text that will be written in the header of the document
sk: Text, ktorý bude napísaný v záhlaví dokumentu

source: The text that will be written in the footer of the document
sk: Text, ktorý bude napísaný v päte dokumentu

source: Title and footer coefficient
sk: Koeficient názvu a päty

source: A number that multiply the base size of the text in the title and in the footer
sk: Číslo, ktoré násobí základnú veľkosť textu v názve a päte

source: Protect People, Images or Events that are marked Private
fr: Protéger les individus, images ou événements marqués privés
it: Proteggi persone, immagini e eventi che sono marcati come privati
ru: Защитить лица, изображения и события помеченные как личные
sk: Chrániť osoby, obrázky alebo udalosti označené ako súkromné

source: The Privacy setting of only these types of Gramps objects are checked
fr: Les options sur la vie privée de ces types d'objets Gramps sont vérifiées.
it: L'impostazione di privacy è controllata solo per questo tipo di oggetti Gramps
ru: Только в указанных типах объектов Gramps проверяется пометка о личных данных
sk: Nastavenie súkromia sa kontroluje iba pri týchto typoch objektov Gramps

source: Text to display in block, when a Person is marked private
fr: Texte pour afficher la section, quand l'individu est privé
it: Testo da visualizzare nel blocco quando una persona è marcata privata
ru: Текст, который будет показан, если лицо помечено как личное
sk: Text, ktorý sa zobrazí v bloku, keď je osoba označená ako súkromná

source: The default style.
it: Lo stile di default.
ru: Стиль по умолчанию.
sk: Predvolený štýl.

source: f=first & middle names, l=surname, n=nickname, c=commonly used given name, t=title, s=suffix, g=family nick name See Wiki Manual > Reports > part 2
fr: f = prénoms, l = nom de famille, n = surnom, c = prénom d'usage, t = titre, s = sufixe, g = nom-dit Voir le manuel wiki > Rapports > partie 2
it: f=primo nome & secondo nome, l=cognome, n=soprannome, c=pseudonimo, t=titolo, s=suffisso, g=soprannome famiglia Consultare il manuale Wiki > Resoconti > parte 2
ru: f=первое и среднее имена, l=фамилия, n=прозвище, c=используемое имя, t=титул, s=суффикс, g=фамильное прозвище Смотри Wiki Руководство > Отчёты > часть 2

source: [event, list]$e(formating) See Wiki Manual > Reports > part 2 formating: dates=d(ymdMo) places=D(elcuspnoitxy) notes=n abbreviated_type=t
fr: [événement, liste]$e(format) Voir le manuel wiki > Rapports > partie 2 format: dates=d(ymdMo) lieux=D(elcuspnoitxy) notes=n type_d'abréviation=t
ru: [event, list]$e(formating) Смотри Wiki Руководство > Отчёты > часть 2 форматирование: dates=d(ymdMo) places=D(elcuspnoitxy) notes=n abbreviated_type=t

source: For Birth (baptism, christen) Marriage (marr_lic, engagement) Divorce (annulment, div_filing), Death (burial, cremation, probate).
fr: Pour naissance (bapt.) Mariage Divorce Décès (inhumation, crémation, héritage).
ru: Для рождения (baptism, christen) Брак (marr_lic, engagement) Развод (annulment, div_filing), Смерть (захоронение, кремация, завещание).

source: Privacy text
fr: Texte privé
it: Testo per la privacy
ru: Текст для личных данных

source: i.e. United States of America/USA
fr: par ex. United States of America/USA
it: per esempio United States of America/USA
ru: например Соединённые Штаты Америки/США

source: The length of the vertical edge from descendant to spouse-bar.
ru: Длина по вертикали от потомка до супругов.

source: The length of the vertical edge from spouse-bar to spouse.
ru: Длина по вертикали от супругов до супруга.

source: The number of ??? pad
ru: Число ??? pad

source: The length of the vertical edge from spouse-bar to child-bar.
ru: Длина по вертикали от супругов до детей.

source: The length of the vertical edge from child to child-bar.
ru: Длина по вертикали от ребёнка до детей.

source: The number of ??? min width
ru: Число ??? минимальная ширина

source: MIN_C_WIDTH
fr: MIN_C_LARGEUR
