Repository: ahs3/addons-source
Catalog: SetPrivacyTool/po/*-local.po
Languages: fr, ru

source: Select filter to restrict people
fr: Sélectionne un filtre pour restreindre les individus
ru: Выбор фильтра для ограничения лиц

source: Persons
fr: Personnes
ru: Лица

source: Set Privacy Tool
ru: Установка секретности

source: Set private: %d %s
fr: Rendre privé : %d %s
ru: Установить частный: %d %s

source: Not private: %d %s
ru: Не личное: %d %s

source: Set persons private..
fr: Définir les personnes comme privées.
ru: Сделать лица личными..

source: Set events private..
fr: Définir les évènements comme privés…
ru: Сделать события личными..

source: Set media private..
fr: Définir les médias comme privés…
ru: Сделать документы личными..

source: The time range in years from today you want to set objects private. '0 years' = remove privacy from all objects.
fr: La période en années à partir d'aujourd'hui pour laquelle vous souhaitez définir les objets privés. « 0 ans » = supprimer la confidentialité de tous les objets.
ru: Промежуток времени в годах (от текущей даты) для перевода объектов в личные. '0 лет' = удалит метки секретности со всех объектов.

source: Always private if no date.
fr: Toujours privé s'il n'y a pas de date.
ru: Всегда личное, если дата отсутствует.

source: If checked, all objects without a date will also be set private.
fr: Si cette case est cochée, tous les objets sans date seront également définis comme privés.
ru: Если установлено, то все объекты без даты будут переведены в личные.

source: Set all objects of the last <number> of years private.
fr: Définir tous les objets des <nombre> dernières années comme privés.
ru: Сделать все объекты последних <number> лет личными.

source: E-Mail
fr: Courriel
