Repository: ahs3/addons-source
Catalog: FilterRules2/po/*-local.po
Languages: fr, sk

source: Y-chromosomal inheritance of <filter>
fr: Hérédité du chromosome Y de <filtre>
sk: Y-chromozomálna dedičnosť od <filter>

source: Matches recorded descendants of a filter result following Y-chromosomal inheritance patterns.
fr: Sélectionne les descendants enregistrés d'un filtre suivant les modèles d'héritage chromosomique Y.
sk: Zodpovedá zaznamenaným potomkom výsledku filtra podľa vzorcov Y-chromozomálnej dedičnosti.

source: X-chromosomal ancestors of <person>
fr: Ancêtres du chromosome X de <individu>
sk: X-chromozomálni predkovia osoby <person>

source: Matches ancestors of <person> following a X-chromosomal inheritance pattern.
fr: Sélectionne les ancêtres de <individu> suivant un modèle d'hérédité chromosomique X.
sk: Zodpovedá predkom osoby <person> podľa vzorca X-chromozomálnej dedičnosti.

source: X-chromosomal descendants of <person>
fr: Descendants du chromosome X de <individu>
sk: X-chromozomálni potomkovia osoby <person>

source: Matches descendants of <person> following a X-chromosomal inheritance pattern.
fr: Sélectionne les descendants de <individu> suivant un modèle d'hérédité chromosomique X.
sk: Zodpovedá potomkom osoby <person> podľa vzorca X-chromozomálnej dedičnosti.

source: Patrilineal progenitor of <person>
fr: Ancêtre patrilinéaire de <individu>
sk: Patrilineárny predok osoby <person>

source: Matches the earliest recorded patrilineal ancestor father.
fr: Sélectionne l'ancêtre patrilinéaire le plus ancien enregistré.
sk: Zodpovedá najstaršiemu zaznamenanému otcovi predka v otcovskej línii.

source: Mitochondrial inheritance of <filter>
fr: Hérédité mitochondriale de <filtre>
sk: Mitochondriálna dedičnosť od <filter>

source: Matches recorded descendants of a filter result following mitochondrial inheritance patterns.
fr: Sélectionne les descendants enregistrés d'un filtre suivant les modèles d'hérédité mitochondriale.
sk: Zodpovedá zaznamenaným potomkom výsledku filtra podľa vzorcov mitochondriálnej dedičnosti.

source: Matrilineal progenitrix of <person>
fr: Ancêtre matrilinéaire de <individu>

source: Matches the earliest recorded matrilineal ancestor mother.
fr: Sélectionne l'ancêtre matrilinéaire la plus ancienne enregistrée.

source: Matches all descendants of <person> following a X-chromosomal inheritance pattern.
fr: Sélectionne tous les descendants de l'<individu> suivant un modèle d'hérédité chromosomique X.
sk: Zhoduje sa so všetkými potomkami osoby <person> podľa vzorca X-chromozomálnej dedičnosti.

source: Mitochondrial inheritance of <person>
fr: Hérédité mitochondriale de <individu>
sk: Mitochondriálne dedičstvo osoby <person>

source: Matches recorded descendants of person following mitochondrial inheritance patterns.
fr: Sélectionne les descendants enregistrés d'un individu suivant les modèles d'hérédité mitochondriale.
sk: Zhoduje sa so zaznamenanými potomkami osoby podľa vzorcov mitochondriálnej dedičnosti.

source: Y-chromosomal inheritance of <person>
fr: Hérédité du chromosome Y de <individu>
sk: Y-chromozomálne dedičstvo osoby <person>

source: Matches recorded descendants of person following Y-chromosomal inheritance patterns.
fr: Sélectionne less descendants d'un individu selon les modèles d'hérédité du chromosome Y.
sk: Zhoduje sa so zaznamenanými potomkami osoby podľa vzorcov Y-chromozomálnej dedičnosti.
