Repository: ahs3/addons-source
Catalog: ThisDayInFamilyHistory/po/*-local.po
Languages: fi, fr, sv

source: This Day in Family History
sv: Denna dag i släkthistorien

source: A configurable program that shows you the connected events from your family tree that match today's day and month.
sv: Ett konfigurerbart program som visar kopplade händelser från ditt släktträd som matchar dagens dag och månad.

source: Database is not open, can't check history right now.
sv: Databasen är inte öppen, kan inte kontrollera historiken just nu.

source: On %(date)s in family history ...
sv: Den %(date)s i släkthistorien ...

source: ... nothing happened! Check again tomorrow!
sv: ... hände ingenting! Titta in igen i morgon!

source: Report only living tree members
fr: Lister uniquement les membres vivants de l'arbre
sv: Rapportera endast levande trädmedlemmar

source: Show these events
fr: Montrer ces évènements
sv: Visa dessa händelser

source: Sort by
fi: Lajitteluperuste
fr: Tri par
sv: Sortera efter

source: Sort in ascending order?
fr: Trier dans l'ordre ascendant ?
sv: Sortera i stigande ordning?

source: January
fr: Janvier
sv: januari

source: February
fr: Février
sv: februari

source: March
fi: Maaliskuu
fr: Mars
sv: mars

source: May
fr: Mai
sv: maj

source: June
fr: Juin
sv: juni

source: July
fr: Juillet
sv: juli

source: August
fr: Août
sv: augusti

source: October
fr: Octobre
sv: oktober

source: Person Name
fi: Henkilön nimi
fr: Nom de l'individu
sv: Personnamn

source: Event Year
fi: Tapahtumavuosi
fr: Année de l'événement
sv: Händelseår

source: gregorian
fr: grégorien
sv: gregoriansk

source: Unknown father/partner
fr: Père/partenaire inconnu
sv: Okänd far/partner

source: Unknown mother/partner
fr: Mère/partenaire inconnu
sv: Okänd mor/partner

source: and
fr: et
sv: och

source: unknown participant
fi: tuntematon osallistuja
fr: participant inconnu
sv: okänd deltagare

source: unknown location
fr: lieu inconnu
sv: okänd plats

source: %(male_name)s was adopted in %(year)s at %(place)s.
fr: %(male_name)s a été adopté en %(year)s à %(place)s.
sv: adopterades %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was adopted in %(year)s at %(place)s.
fr: %(female_name)s a été adoptée en %(year)s à %(place)s.
sv: adopterades %(year)s %(female_name)s i %(place)s.

source: %(male_name)s was christened in %(year)s at %(place)s.
fr: %(male_name)s a été baptisé en %(year)s à %(place)s.
sv: döptes %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was christened in %(year)s at %(place)s.
fr: %(female_name)s a été baptisée en %(year)s à %(place)s.
sv: döptes %(year)s %(female_name)s i %(place)s.

source: %(male_name)s was married in %(year)s at %(place)s.
fr: %(male_name)s s'est marié en %(year)s à %(place)s.
sv: gifte sig %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was married in %(year)s at %(place)s.
fr: %(female_name)s s'est mariée en %(year)s à %(place)s.
sv: gifte sig %(year)s %(female_name)s i %(place)s.

source: %(male_name)s received an annulment in %(year)s at %(place)s.
sv: upplöstes %(year)s äktenskapet för %(male_name)s i %(place)s.

source: %(female_name)s received an annulment in %(year)s at %(place)s.
sv: upplöstes %(year)s äktenskapet för %(female_name)s i %(place)s.

source: %(male_name)s was baptized in %(year)s at %(place)s.
fi: %(male_name)s kastettiin %(year)s - %(place)s.
fr: %(male_name)s a été baptisé en %(year)s à %(place)s.
sv: döptes %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was baptized in %(year)s at %(place)s.
fi: %(female_name)s kastettiin %(year)s - %(place)s.
fr: %(female_name)s a été baptisée en %(year)s à %(place)s.
sv: döptes %(year)s %(female_name)s i %(place)s.

source: %(male_name)s became a bar mitzvah in %(year)s at %(place)s.
fi: %(male_name)si tuli bar mitsva vuonna %(year)s - %(place)s.
sv: blev %(year)s %(male_name)s bar mitzvah i %(place)s.

source: %(female_name)s became a bar mitzvah in %(year)s at %(place)s.
fi: %(female_name)si tuli bar mitsva vuonna %(year)s - %(place)s.
sv: blev %(year)s %(female_name)s bar mitzvah i %(place)s.

source: %(male_name)s became a bat mitzvah in %(year)s at %(place)s.
fi: %(male_name)s suoritti bat mitsvan %(year)s - %(place)s.
sv: blev %(year)s %(male_name)s bat mitzvah i %(place)s.

source: %(female_name)s became a bat mitzvah in %(year)s at %(place)s.
fi: %(female_name)s suoritti bat mitsvan %(year)s - %(place)s.
sv: blev %(year)s %(female_name)s bat mitzvah i %(place)s.

source: %(male_name)s was born in %(year)s at %(place)s.
fi: %(male_name)s syntyi %(year)s - %(place)s.
fr: %(male_name)s est né en %(year)s à %(place)s.
sv: föddes %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was born in %(year)s at %(place)s.
fi: %(female_name)s syntyi %(year)s - %(place)s.
fr: %(female_name)s est née en %(year)s à %(place)s.
sv: föddes %(year)s %(female_name)s i %(place)s.

source: %(male_name)s was blessed in %(year)s at %(place)s.
fi: %(male_name)s siunattiin %(year)s - %(place)s.
sv: välsignades %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was blessed in %(year)s at %(place)s.
fi: %(female_name)s siunattiin %(year)s - %(place)s.
sv: välsignades %(year)s %(female_name)s i %(place)s.

source: %(male_name)s was buried in %(year)s at %(place)s.
fi: %(male_name)s haudattu %(year)s - %(place)s.
fr: %(male_name)s a été inhumé en %(year)s à %(place)s.
sv: begravdes %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was buried in %(year)s at %(place)s.
fi: %(female_name)s haudattu %(year)s - %(place)s.
fr: %(female_name)s a été inhumée en %(year)s à %(place)s.
sv: begravdes %(year)s %(female_name)s i %(place)s.

source: %(male_name)s participated in a census in %(year)s at %(place)s.
fi: %(male_name)s osallistui väestönlaskentaan %(year)s - %(place)s.
sv: deltog %(year)s %(male_name)s i en folkräkning i %(place)s.

source: %(female_name)s participated in a census in %(year)s at %(place)s.
fi: %(female_name)s osallistui väestönlaskentaan %(year)s - %(place)s.
sv: deltog %(year)s %(female_name)s i en folkräkning i %(place)s.

source: %(male_name)s was confirmed in %(year)s at %(place)s.
fi: %(male_name)s konfirmoitiin %(year)s - %(place)s.
fr: %(male_name)s a été confirmé en %(year)s à %(place)s.
sv: konfirmerades %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was confirmed in %(year)s at %(place)s.
fi: %(female_name)s konfirmoitiin %(year)s - %(place)s.
fr: %(female_name)s a été confirmée en %(year)s à %(place)s.
sv: konfirmerades %(year)s %(female_name)s i %(place)s.

source: %(male_name)s was cremated in %(year)s at %(place)s.
fi: %(male_name)s tuhkattiin %(year)s - %(place)s.
fr: %(male_name)s a été incinéré en %(year)s à %(place)s.
sv: kremerades %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was cremated in %(year)s at %(place)s.
fi: %(female_name)s tuhkattiin %(year)s - %(place)s.
fr: %(female_name)s a été incinérée en %(year)s à %(place)s.
sv: kremerades %(year)s %(female_name)s i %(place)s.

source: %(male_name)s died in %(year)s at %(place)s.
fi: %(male_name)s kuoli %(year)s - %(place)s.
fr: %(male_name)s est mort en %(year)s à %(place)s.
sv: dog %(year)s %(male_name)s i %(place)s.

source: %(female_name)s died in %(year)s at %(place)s.
fi: %(female_name)s kuoli %(year)s - %(place)s.
fr: %(female_name)s est morte en %(year)s à %(place)s.
sv: dog %(year)s %(female_name)s i %(place)s.

source: %(male_name)s was awarded a degree in %(year)s at %(place)s.
fi: %(male_name)s sai tutkintotodistuksen %(year)s - %(place)s.
fr: %(male_name)s a obtenu un diplôme en %(year)s à %(place)s.
sv: tilldelades %(year)s %(male_name)s en examen i %(place)s.

source: %(female_name)s was awarded a degree in %(year)s at %(place)s.
fi: %(female_name)s sai tutkintotodistuksen %(year)s - %(place)s.
fr: %(female_name)s a obtenu un diplôme en %(year)s à %(place)s.
sv: tilldelades %(year)s %(female_name)s en examen i %(place)s.

source: %(male_name)s was granted a divorce in %(year)s at %(place)s.
fi: %(male_name)s sai avioeron %(year)s - %(place)s.
fr: %(male_name)s a divorcé en %(year)s à %(place)s.
sv: beviljades %(year)s %(male_name)s skilsmässa i %(place)s.

source: %(female_name)s was granted a divorce in %(year)s at %(place)s.
fi: %(female_name)s sai avioeron %(year)s - %(place)s.
fr: %(female_name)s a divorcé en %(year)s à %(place)s.
sv: beviljades %(year)s %(female_name)s skilsmässa i %(place)s.

source: %(male_name)s filed for divorce in %(year)s at %(place)s.
fi: %(male_name)s haki avioeroa %(year)s - %(place)s.
fr: %(male_name)s a demandé le divorce en %(year)s à %(place)s.
sv: ansökte %(year)s %(male_name)s om skilsmässa i %(place)s.

source: %(female_name)s filed for divorce in %(year)s at %(place)s.
fi: %(female_name)s haki avioeroa %(year)s - %(place)s.
fr: %(female_name)s a demandé le divorce en %(year)s à %(place)s.
sv: ansökte %(year)s %(female_name)s om skilsmässa i %(place)s.

source: %(male_name)s was elected in %(year)s at %(place)s.
fi: %(male_name)s valittiin %(year)s - %(place)s.
fr: %(male_name)s a été élu en %(year)s à %(place)s.
sv: valdes %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was elected in %(year)s at %(place)s.
fi: %(female_name)s valittiin %(year)s - %(place)s.
fr: %(female_name)s a été élue en %(year)s à %(place)s.
sv: valdes %(year)s %(female_name)s i %(place)s.

source: %(male_name)s emigrated in %(year)s at %(place)s.
fi: %(male_name)s muutti muualle %(year)s aikana - %(place)s.
fr: %(male_name)s a émigré en %(year)s à %(place)s.
sv: utvandrade %(year)s %(male_name)s i %(place)s.

source: %(female_name)s emigrated in %(year)s at %(place)s.
fi: %(female_name)s muutti muualle %(year)s aikana - %(place)s.
fr: %(female_name)s a émigré en %(year)s à %(place)s.
sv: utvandrade %(year)s %(female_name)s i %(place)s.

source: %(male_name)s became engaged in %(year)s at %(place)s.
fi: %(male_name)s kihlautui %(year)s - %(place)s.
fr: %(male_name)s s'est engagé en %(year)s à %(place)s.
sv: förlovade sig %(year)s %(male_name)s i %(place)s.

source: %(female_name)s became engaged in %(year)s at %(place)s.
fi: %(female_name)s kihlautui %(year)s - %(place)s.
fr: %(female_name)s s'est engagée en %(year)s à %(place)s.
sv: förlovade sig %(year)s %(female_name)s i %(place)s.

source: %(male_name)s received first communion in %(year)s at %(place)s.
fi: %(male_name)s ensimmäinen ehtoollinen %(year)s - %(place)s.
fr: %(male_name)s a reçu la première communion en %(year)s à %(place)s.
sv: tog %(year)s %(male_name)s emot sin första nattvard i %(place)s.

source: %(female_name)s received first communion in %(year)s at %(place)s.
fi: %(female_name)s ensimmäinen ehtoollinen %(year)s - %(place)s.
fr: %(female_name)s a reçu la première communion en %(year)s à %(place)s.
sv: tog %(year)s %(female_name)s emot sin första nattvard i %(place)s.

source: %(male_name)s graduated in %(year)s at %(place)s.
fi: %(male_name)s valmistui %(year)s - %(place)s.
fr: %(male_name)s a obtenu son diplôme en %(year)s à %(place)s.
sv: tog %(year)s %(male_name)s examen i %(place)s.

source: %(female_name)s graduated in %(year)s at %(place)s.
fi: %(female_name)s valmistui %(year)s - %(place)s.
fr: %(female_name)s a obtenu son diplôme en %(year)s à %(place)s.
sv: tog %(year)s %(female_name)s examen i %(place)s.

source: %(male_name)s immigrated in %(year)s at %(place)s.
fi: %(male_name)s muutti maahan %(year)s - %(place)s.
fr: %(male_name)s a immigré en %(year)s à %(place)s.
sv: invandrade %(year)s %(male_name)s i %(place)s.

source: %(female_name)s immigrated in %(year)s at %(place)s.
fi: %(female_name)s muutti maahan %(year)s - %(place)s.
fr: %(female_name)s a immigré en %(year)s à %(place)s.
sv: invandrade %(year)s %(female_name)s i %(place)s.

source: %(male_name)s got married in %(year)s at %(place)s.
fi: %(male_name)s meni naimisiin %(year)s - %(place)s.
fr: %(male_name)s s'est marié en %(year)s à %(place)s.
sv: gifte sig %(year)s %(male_name)s i %(place)s.

source: %(female_name)s got married in %(year)s at %(place)s.
fi: %(female_name)s meni naimisiin %(year)s - %(place)s.
fr: %(female_name)s s'est mariée en %(year)s à %(place)s.
sv: gifte sig %(year)s %(female_name)s i %(place)s.

source: %(male_name)s entered a civil union in %(year)s at %(place)s.
fi: %(male_name)s solmi siviiliavioliiton %(year)s - %(place)s.
sv: ingick %(year)s %(male_name)s partnerskap i %(place)s.

source: %(female_name)s entered a civil union in %(year)s at %(place)s.
fi: %(female_name)s solmi siviiliavioliiton %(year)s - %(place)s.
sv: ingick %(year)s %(female_name)s partnerskap i %(place)s.

source: %(male_name)s announced a marriage banns in %(year)s at %(place)s.
fi: %(male_name)s kuulutettu avioliittoon %(year)s - %(place)s.
sv: begärde %(year)s %(male_name)s lysning i %(place)s.

source: %(female_name)s announced a marriage banns in %(year)s at %(place)s.
fi: %(female_name)s kuulutettu avioliittoon %(year)s - %(place)s.
sv: begärde %(year)s %(female_name)s lysning i %(place)s.

source: %(male_name)s entered a marriage contract in %(year)s at %(place)s.
fi: %(male_name)s solmi avioehtosopimuksen %(year)s - %(place)s.
sv: ingick %(year)s %(male_name)s äktenskapskontrakt i %(place)s.

source: %(female_name)s entered a marriage contract in %(year)s at %(place)s.
fi: %(female_name)s solmi avioehtosopimuksen %(year)s - %(place)s.
sv: ingick %(year)s %(female_name)s äktenskapskontrakt i %(place)s.

source: %(male_name)s obtained a marriage license in %(year)s at %(place)s.
fi: %(male_name)s sai avioliittoluvan %(year)s - %(place)s.
sv: fick %(year)s %(male_name)s äktenskapslicens i %(place)s.

source: %(female_name)s obtained a marriage license in %(year)s at %(place)s.
fi: %(female_name)s sai avioliittoluvan %(year)s - %(place)s.
sv: fick %(year)s %(female_name)s äktenskapslicens i %(place)s.

source: %(male_name)s obtained a marriage settlement in %(year)s at %(place)s.
fi: %(male_name)s teki avioehtosopimuksen %(year)s - %(place)s.
fr: %(male_name)s a obtenu un contrat de mariage en %(year)s à %(place)s.
sv: ingick %(year)s %(male_name)s äktenskapsförord i %(place)s.

source: %(female_name)s obtained a marriage settlement in %(year)s at %(place)s.
fi: %(female_name)s teki avioehtosopimuksen %(year)s - %(place)s.
fr: %(female_name)s a obtenu un contrat de mariage en %(year)s à %(place)s.
sv: ingick %(year)s %(female_name)s äktenskapsförord i %(place)s.

source: %(male_name)s entered military service in %(year)s at %(place)s.
fi: %(male_name)s aloitti asepalveluksen %(year)s - %(place)s.
fr: %(male_name)s est entré en service militaire en %(year)s à %(place)s.
sv: trädde %(year)s %(male_name)s i militärtjänst i %(place)s.

source: %(female_name)s entered military service in %(year)s at %(place)s.
fi: %(female_name)s aloitti asepalveluksen %(year)s - %(place)s.
fr: %(female_name)s est entrée au service militaire en %(year)s à %(place)s.
sv: trädde %(year)s %(female_name)s i militärtjänst i %(place)s.

source: %(male_name)s became naturalized in %(year)s at %(place)s.
fi: %(male_name)s kansalaisuus myönnetty %(year)s - %(place)s.
fr: %(male_name)s a été naturalisé en %(year)s à %(place)s.
sv: beviljades %(year)s %(male_name)s medborgarskap i %(place)s.

source: %(female_name)s became naturalized in %(year)s at %(place)s.
fi: %(female_name)s kansalaisuus myönnetty %(year)s - %(place)s.
fr: %(female_name)s a été naturalisée en %(year)s à %(place)s.
sv: beviljades %(year)s %(female_name)s medborgarskap i %(place)s.

source: %(male_name)s had a title bestowed in %(year)s at %(place)s.
fi: %(male_name)s arvonimi myönnetty %(year)s - %(place)s.
fr: %(male_name)s a reçu un titre en %(year)s à %(place)s.
sv: adlades %(year)s %(male_name)s i %(place)s.

source: %(female_name)s had a title bestowed in %(year)s at %(place)s.
fi: %(female_name)s arvonimi myönnetty %(year)s - %(place)s.
fr: %(female_name)s a reçu un titre en %(year)s à %(place)s.
sv: adlades %(year)s %(female_name)s i %(place)s.

source: %(male_name)s was ordained in %(year)s at %(place)s.
fi: %(male_name)s asetettu virkaan %(year)s -%(place)s.
fr: %(male_name)s a été ordonné en %(year)s à %(place)s.
sv: prästvigdes %(year)s %(male_name)s i %(place)s.

source: %(female_name)s was ordained in %(year)s at %(place)s.
fi: %(female_name)s asetettu virkaan %(year)s - %(place)s.
fr: %(female_name)s a été ordonnée en %(year)s à %(place)s.
sv: prästvigdes %(year)s %(female_name)s i %(place)s.

source: %(male_name)s was granted probate in %(year)s at %(place)s.
fi: %(male_name)s testamentti vahvistettu %(year)s - %(place)s.
fr: %(male_name)s a obtenu une homologation en %(year)s à %(place)s.
sv: beviljades %(year)s bouppteckning för %(male_name)s i %(place)s.

source: %(female_name)s was granted probate in %(year)s at %(place)s.
fi: %(female_name)s testamentti vahvistettu %(year)s - %(place)s.
fr: %(female_name)s a obtenu une homologation en %(year)s à %(place)s.
sv: beviljades %(year)s bouppteckning för %(female_name)s i %(place)s.

source: %(male_name)s retired in %(year)s at %(place)s.
fi: %(male_name)s eläkkeelle %(year)s - %(place)s.
fr: %(male_name)s a pris sa retraite dans %(year)s à %(place)s.
sv: pensionerades %(year)s %(male_name)s i %(place)s.

source: %(female_name)s retired in %(year)s at %(place)s.
fi: %(female_name)s eläkkeelle %(year)s - %(place)s.
fr: %(female_name)s a pris sa retraite dans %(year)s à %(place)s.
sv: pensionerades %(year)s %(female_name)s i %(place)s.

source: April
fr: Avril

source: September
fr: Septembre

source: November
fr: Novembre

source: December
fr: Décembre

source: %(male_name)s joined as a family in %(year)s at %(place)s.
fi: %(male_name)s muodosti perheen %(year)s - %(place)s.

source: %(female_name)s joined as a family in %(year)s at %(place)s.
fi: %(female_name)s muodosti perheen %(year)s - %(place)s.

source: %(male_name)s had a custom marriage in %(year)s at %(place)s.
fi: %(male_name)s solmi perinteisen avioliiton %(year)s - %(place)s.

source: %(female_name)s had a custom marriage in %(year)s at %(place)s.
fi: %(female_name)s solmi perinteisen avioliiton %(year)s - %(place)s.
