Repository: ahs3/addons-source
Catalog: FamilyTree/po/*-local.po
Languages: it, ru

source: on %(ymd_date)s
it: il %(ymd_date)s
ru: в %(ymd_date)s

source: in %(ym_date)s
it: il %(ym_date)s
ru: в %(ym_date)s

source: in %(y_date)s
it: nel %(y_date)s
ru: в %(y_date)s

source: on %(placeholder)s
it: in %(placeholder)s
ru: в %(placeholder)s

source: on %(placeholder)s (%(partial)s)
it: in %(placeholder)s (%(partial)s)
ru: в %(placeholder)s (%(partial)s)

source: in %(place)s
ru: в %(place)s

source: Replace first name with call name
it: Sostituisci il nome con lo pseudonimo
ru: Заменить имя на прозвище

source: Underline call name in first name / add call name to first name
it: Sottolinea lo pseudonimo nel nome / aggiungi lo pseudonimo al nome
ru: Подчеркнуть прозвище в имени / добавить прозвище в имя

source: Produces a graphical family tree.
it: Genera un albero genealogico grafico
ru: Создаёт графическое представление семейного древа.

source: Family Tree for %s
it: Albero genealogico per %s
ru: Семейное древо для %s

source: Anonymous
it: Anonimo
ru: Неизвестный

source: born
it: nato
ru: рождён

source: baptised
it: battezzato
ru: крещён

source: died
it: deceduto
ru: умер

source: buried
it: seppellito
ru: захоронен

source: cremated
it: cremato
ru: кремирован

source: married
it: sposato
ru: брак

source: divorced
it: divorziato
ru: разведен(а)

source: resident
it: residente
ru: резидент

source: The center family for the tree
it: La famiglia principale dell'albero
ru: Главная семья для древа

source: Ancestor Generations
it: Generazioni ascendenti
ru: Поколения предков

source: The number of ancestor generations to include in the tree
it: Il numero di generazioni di antenati da includere nell'albero
ru: Количество предков для включения в древо

source: Descendant Generations
it: Generazioni discendenti
ru: Поколения потомков

source: The number of descendant generations to include in the tree
it: Il numero di generazioni di discendenti da includere nell'albero
ru: Количество потомков для включения в древо

source: Kekule number of husband
it: Numero Kekule di mariti
ru: Число Кекуля для мужа

source: The Kekule number of the husband (central family). Set 0 to not show Kekule numbers
it: Il numero Kekule del marito (famiglia principale). Scegli 0 per non mostrarlo
ru: Число Кекуля для мужа (главная семья). Установите 0, чтобы скрыть числа Кекуля

source: Scale to fit on a single page
it: Ridimensiona su una singola pagina
ru: Масштабировать для расположения на одной странице

source: Whether to scale to fit on a single page.
it: Se ridimensionare per farlo entrare in una sola pagina
ru: Нужно ли мастабировать для расположения на одной странице.

source: No color
it: Nessun colore
ru: Без цвета

source: First generation
it: Prima generazione
ru: Первое поколение

source: Second generation
it: Seconda generazione
ru: Второе поколение

source: Third generation
it: Terza generazione
ru: Третье поколение

source: Male line
it: Linea maschile
ru: Мужская линия

source: Male line and illegitimate children
it: Linea maschile e figli illegittimi
ru: Мужская линия и незаконнорождённые дети

source: Female line
it: Linea femminile
ru: Женская линия

source: Shuffle colors
it: Mischia i colori
ru: Перемешать цвета

source: Whether to shuffle colors or order them in rainbow fashion.
it: Se mischiare i colori o ordinarli a mo di arcobaleno
ru: Нужно ли перемешать цвета или использовать порядок радуги.

source: Include Occupation
it: Includi occupazione
ru: Включать род занятий

source: Include Residence
it: Includi residenza
ru: Включать место жительства

source: Print event data (dead person)
it: Stampa dati sugli eventi (dei morti)
ru: Выводить данные собития (умершее лицо)

source: Year only
it: Solo anno
ru: Только год

source: Full date
it: Data completa
ru: Полная дата

source: Full date and place
it: Data completa e luogo
ru: Полная дата и место

source: Print event data (living person)
it: Stampa i dati sugli eventi (dei vivi)
ru: Выводить данные собития (живые лица)

source: Fall back to baptism if birth event missing
it: Usa il battesimo se manca l'evento nascita
ru: Использовать крещение, если событие о рождении отсутствует

source: Fall back to burial or cremation if death event missing
it: Usa sepoltura o cremazione se manca l'evento morte
ru: Использовать захоронение или кремацию, если событие о смерти отсутствует

source: Protect private items
it: Proteggi gli elementi privati
ru: Защитить личные данные

source: Include event description
it: Includi descrizione dell'evento
ru: Включать описание событий

source: Text Options
it: Opzioni di testo
ru: Параметры текста

source: The style used for names.
it: Lo stile usato per i nomi.
ru: Стиль для имён.

source: The style used for data (birth, death, marriage, divorce).
it: Lo stile usato per i dati (nascita, morte, matrimonio, divorzio).
ru: Стиль для данных (рождение, смерть, брак, развод).
