Repository: ahs3/addons-source
Catalog: ExtractCity/po/*-local.po
Languages: fr, sk

source: Place title
fr: Titre du lieu
sk: Názov miesta

source: Extract Place data
fr: Extraire les ponnées du lieu
sk: Extrahovať údaje o mieste

source: Checking Place Titles
fr: Vérification des titres des lieux
sk: Kontrolovanie názvov miest

source: Looking for place fields
fr: Vérification des champs du lieu
sk: Hľadanie polí miest

source: No place information could be extracted.
fr: Aucune information de lieu ne peut être extraite.
sk: Nebolo možné extrahovať informácie o mieste.

source: Below is a list of Places with the possible data that can be extracted from the place title. Select the places you wish Gramps to convert.
fr: Vous trouverez ci-dessous une liste de lieux avec les données pouvant être extraites du titre du lieu. Sélectionnez les lieux que Gramps doit convertir.
sk: Tu je zoznam miest s možnými údajmi, ktoré môžu byť extrahované z názvu miesta. Vyberte miesta, ktoré chcete, aby Gramps konvertoval.

source: Extract Place Data from a Place Title
fr: Extraire les données du lieu à partir d'un titre de lieu
sk: Extrahovať údaje o mieste z názvu miesta

source: Attempts to extract city and state/province from a place title
fr: Essaie d'extraire ville et état/province d'un titre de lieu
sk: Pokusy o extrakciu mesta a štátu/provincie z názvu miesta

source: _Toggle Selected
fr: _Basculer la sélection
sk: _Prepnúť vybrané

source: Toggles the checkmarks on selected rows, Rows can be selected with <ctrl> (add to group), or <shift> (extend group) click, or with <ctrl> or <shift> arrow keys and 'space'. Or <ctrl>'a' for select all.
fr: Active/désactive les coches sur les lignes sélectionnées. Les lignes peuvent être sélectionnées avec <Ctrl> clic (ajouter au groupe) ou <Maj> clic (étendre le groupe), ou avec <Ctrl> ou <Maj> et les touches flêchées ou la barre d'espace. Ou <Ctrl> « a » pour tout sélectionner.
sk: Prepína začiarkavacie políčka na vybraných riadkoch. Riadky môžu byť vybrané pomocou <ctrl> (pridať do skupiny), alebo <shift> (rozšíriť skupinu), alebo pomocou <ctrl> alebo <shift> klávesy so šípkami a 'medzerník'. Alebo <ctrl> 'a' pre výber všetkého.
