Repository: ahs3/addons-source
Catalog: PhotoTaggingGramplet/po/*-local.po
Languages: fr

source: Face detection
fr: Détection de visage

source: Minimum face height (px)
fr: Hauteur minimale du visage (px)

source: Add Person
fr: Ajouter un individu

source: Clear Reference
fr: Effacer la référence

source: Remove Selection
fr: Supprimer la sélection

source: Edit referenced Person
fr: Modifier l'individu référencé

source: Zoom In
fr: Zoom avant

source: Zoom Out
fr: Zoom arrière

source: Detect faces
fr: Détection des visages

source: Set as active person
fr: Définir comme l’individu actif

source: _Select
fr: _Sélectionner

source: Replace to {0}
fr: Remplacer par {0}

source: Detecting faces...
fr: Détection des visages…

source: Detection finished
fr: Détection terminée

source: Male person|Dead at %s
fr: Individu masculin|Décédé le %s

source: Photo Tagging
fr: Cartographie photographique

source: Gramplet for tagging people in photos
fr: Gramplet pour définir les individus dans les photos
