Repository: ahs3/addons-source
Catalog: EventDescriptionEditor/po/*-local.po
Languages: fi, fr, ja, sk

source: Event Description Editor
fi: Tapahtuman kuvausmuokkain
fr: Éditeur de description d'événement
ja: イベント説明エディタ
sk: Editor popisu udalostí

source: Search substring...
fi: Etsi osamerkkijonoa...
fr: Rechercher une sous-chaîne…
ja: 部分文字列の検索...
sk: Hľadanie podreťazca...

source: INFO
fr: INFORMATIONS

source: %s event descriptions of %s events were changed.
fi: %s/%s tapahtumakuvausta muutettiin.
fr: %s descriptions d'événements de %s événements ont été modifiées.
ja: %s イベントの %s イベント説明が変更されました。
sk: %s popisov udalostí z %s udalostí bolo zmenených.

source: Find
fi: Etsi
fr: Trouver
ja: 検索
sk: Nájsť

source: Replace
fi: Korvaa
fr: Remplacer
ja: 置き換え
sk: Nahradiť

source: Replace substring only
fi: Korvaa vain osamerkkijono
fr: Remplacer la sous-chaîne seulement
ja: 部分文字列のみを置き換え
sk: Nahradiť iba podreťazec

source: If True only the substring will be replaced, otherwise the whole description will be deleted and replaced by the new one.
fi: Jos Tosi/True, vain alimerkkijono korvataan, muuten koko kuvaus poistetaan ja korvataan uudella.
fr: Si coché, seule la sous-chaîne sera remplacée, sinon toute la description sera supprimée et remplacée par la nouvelle.
ja: True の場合は部分文字列のみが置き換えられ、それ以外の場合は説明全体が削除され、新しい説明に置き換えられます。
sk: Ak je hodnota True, nahradí sa iba podreťazec, inak sa celý popis odstráni a nahradí novým.

source: Allow regex
fi: Salli säännölliset lausekkeet
fr: Permettre regex
ja: 正規表現を許可する
sk: Povoliť regex

source: Allow regular expressions.
fi: Salli säännölliset lausekkeet.
fr: Autorise les expressions régulières.
ja: 正規表現を許可します。
sk: Povoliť regulárne výrazy.

source: A tool to find and replace a string in event description of multiple events.
fi: Työkalu, jolla voit etsiä ja korvata merkkijonon useaan tapahtumakuvaukseen.
fr: Un outil pour trouver et remplacer une chaîne dans la description de multiples événements.
ja: 複数のイベントのイベント説明内の文字列を検索して置換するツール。
sk: Nástroj na vyhľadanie a nahradenie reťazca v popise udalosti viacerých udalostí.
